//Provides localization support for Hindi Language
// Provided Translations were in Kruti Characters, so the unicode doesn't render properly
//  Takes page as an argument to determine which text is necessary

import {Alert} from 'react-native';

export default function ReturnHindiText(page) {
  var content;
  switch(page){
    // From page covenant.js
    case "covenant": {
      content = {
        title: "वचन याद करने हेतु मेरी वाचाा",
        para1: "परमेश्वर के वचन को याद कर के, मैं समझ गया हुँ के सुनने, पालन करने, और पवित्रआत्मा की अगुवाई में चलने के लिए मैं तैयार किया जाऊॅंगा। धार्मिकता को चुनने के लिए उसका वचन मुझे सामर्थ देगा। वह मुझे उस से प्रेम करने, उस पर निर्भर रहने और उसमें बनें रहने के लिए प्रेरित करेगा। (युहन्ना 14:21, 15: 4-5)",
        para2: "मेरी पहचान निच्छित करने हेतु मैं वचन का उपयोग करूंगा। उस पहचान को घोषीत कर मै अपने अधिकार का प्रयोग कर के पाप, शरिर और संसार पर प्रभुता प्राप्त करूंगा। मेरे व्दारा पवित्रआत्मा नियोजीत कार्यो को पुर्ण करने के लिए याद किए गए वचन पवित्रआत्मा की मदद करेंगें। (रोमियों 8:37, 2 कुरन्थीयों 10:3-5, इफिसियों 2:10, फिल. 2:13)",
        para3: "आत्मा में चलना, उसका वचन मेरी सहायता करेगा कायल करने, सुधारने, प्रात्साहीत करने, आशा की सुरक्षा करने जो मेरे अंदर है, मैं प्रस्तुत करूंगा शिक्षा, डाँट सुधार, और धार्मिकता के प्रशिक्षण में भले कामों के लिए औरों को तैयार करना। (2 तिम. 4:2, 2 तिम.3:16-17)",
        para4: "मैं परमेश्वर के वचनों को अन्य लोगों के जीवन पर फूंकने का चुनाव करूंगा यह जानकर की जीभ के वश में जीवन और मृत्यु का सामर्थ है, मैं परमेश्वर के राज्य की भाषा बोलुंगा। ( नितीवचन 18:21)",
      }
    }
    break;
    // For daily readings
    case "day1":
      content = {
        passage: "पर तुम एक चुना हुआ वंश, और राजपदधारी याजकों का समाज, और पवित्र लोग़ और परमेश्वर की निज प्रजा हो, इसलिए कि जिसने तुम्हें अंन्धकार में से अपनी अद्भुत ज्योती में बुलाया है उसके गुण प्रकट करो।",
        reference: "1 पतरस 2:9",
        translation: "HINDI-BSI",
        theme: "किंगडम लिविंग",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं राजा की सेवा में राजकिय याजक हुँ ।",
        para2: "मैं परमेश्वर के लिए बहुमुल्य हॅु जीसने मुझे खरिदा है।",
        para3: "मुझे परमेश्वर की महानता की घोषणा करने के लिए नियुक्त किया गया हैं ।",
        para4: "मैं परमेश्वर के व्दारा चुना गया हूँ कि उसके प्रकाश में चलुं ।",
        para5: "आप परमेश्वर व्दारा चुने गए हो और उसके विशेष अधिकारी हो।",
        para6: "जैसे आप प्रकाश में चलते हो आपका जीवन परमेश्वर की भलाई को प्रकट करता है।",
        para7: "आप राजा के याजक हो और आपको उसे महिमा देने के लिए तैयार किया गया है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मुझे चुनने के लिए धन्यवाद, मुझे मेरे अंधकार से छुडाकर उजियाले में और सत्य में लाने के लिए धन्यवाद। राजा का याजक होना यह मेरे विषेश काम के लिए धन्यवाद। धन्यवाद मुझे आपका समुदाय बनाकर बडे राज्य के उददेश के लिए तैयार करने के लिए। आपका धन्यवाद की मुझे आपकी अद्भुतता की ओर संकेत करने के लिए चुना।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day2":
      content = {
        passage: "इसलिए, हम मसीह के राजदुत है; माने परमेश्वर हमारे व्दारा विनती कर रहा है। हम मसीह की ओर से निवेदन करतें हैं कि परमेश्वर के साथ मेल-मिलाप कर लो।",
        reference: "2 कुरिन्थीयों 5:20",
        translation: "HINDI-BSI",
        theme: "किंगडम लिविंग",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "परमेश्वर के राज्य के लिए मैं एक राजदुत हुँ।",
        para2: "मैं संसार के लिए परमेश्वर का प्रतिनिधीत्व हॅुं ।",
        para3: "परमेश्वर मेरे व्दारा औरों तक पहॅुंचता है।",
        para4: "मैं लोगों को परमेश्वर के पास लाने के लिए चुना गया हॅुं ।",
        para5: "आपको लोगों को परमेश्वर के पास लाने के लिए चुना गया है ।",
        para6: "आप लोगों को परमेश्वर कैसा है यह दिखाते हो ।",
        para7: "आपके शब्दों मे परमेश्वर का अधिकार है। आपके शब्द समयानुसार है । आपके शब्द चंगाई लाते हैं और लोगों को परमेश्वर के पास लातें हैं ।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मुझे तैयार कर के अपना प्रतिनिधी बनाकर एक टुटे हुए संसार में भेजने के लिए धन्यवाद। जो तुझसे अलग हो गये है और एकदुसरे से अलग हो गए है उनके बारें में गहराई से सोचने के लिए मेरी सहायता कर। मुझे तेरी क्षमा, आशा, एकता, और स्वतंत्रता के शब्द दें। तेरे और मनुष्य के बीच टुटे हुए रिश्तों को बनाने के लिए मुझे साहस देकर मेरी मदद कर। जब वे मुझे देखें तब तुझे पहचानें।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day3":
      content = {
        passage: "प्रभु यहोवा का आत्मा मुझपर है; क्योंकि यहोवा ने सुसमाचार सुनाने के लिए मेरा अभिषेक किया और मुझे इसलिए भेजा है कि खेदित मन के लोगों को शांती दॅुं; कि बंदियों के लिए स्वतंत्रता का और कैदियों के लिए छुटकारे का प्रचार करूं।",
        reference: "यशायाह 61:1",
        translation: "HINDI-BSI",
        theme: "किंगडम लिविंग",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं परमेश्वर की आत्मा के सामर्थ के साथ जुडा हुआ हॅु।",
        para2: "परेशान लोगों के लिए मैं सुसमाचार का एक संदेंशवाहक हॅुं",
        para3: "टुटे हृदय को मदद करने और सांत्वना देने के लिए मैं भेजा गया हॅुं",
        para4: "मेरे शब्द शैतान के बंदीयों को आजादी दिलाते है।",
        para5: "आप परमेश्वर की आत्मा से अभिषीक्त हो । आप टुटे हुए हृदय में चंगाई लाते हो।",
        para6: "आपके शब्द बंदीयों को आजाद करते है और शैतान के झुठ के अंधेरे पर प्रकाश डालतें हैं।",
        para7: "आपके शब्द बंधन में हैं उन्हें स्वतंत्रता और चोंट खाये हुओं को आशा प्रदान करतें है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद मुझपे और मुझमें पवित्र आत्मा के सामर्थ के लिए। होने दें की तेरे वचनों का सामर्थ मेरे व्दारा जब बोलें जाए उस से चोंट खाकर पाप के बंदी बने है उनके लिए आशा और स्वतंत्रता आऐं। पाप की जडें परखनें में मेरी सहायता कर ताकी, मैं ज्योती और सत्य की स्वतंत्रता में लोंगों को आने में सहायता कर सकुं।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day4":
      content = {
        passage: 'यीशु ने उनके पास आकर कहा, स्वर्ग और पृथ्वी का सारा अधिकार मुझे दिया गया है। इसलिए तुम जाओ, सब जातीयों के लोगों को चेला बनाओं; और उन्हे पिता, और पुत्र, और पवित्र आत्मा के नाम से बपतिस्मा दो, और उन्हें सब बातें जो मैंने तुम्हें आज्ञा दी है, मानना सिखाओ; और देखो मैं जगत के अंत तक सदा तुम्हारे संग हॅुं ।',
        reference: "मत्ती 28:18-20",
        translation: "HINDI-BSI",
        theme: "किंगडम लिविंग",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं शिष्य बनानेवालों को तैयार करने के लिए चुन गया हॅुं ।",
        para2: "मैं मनुष्य को पकडनेवाला और उन्हे उसके नाम में बपतिस्मा देनेवाला हुँ।",
        para3: "लोगो को सिखाने और आज्ञापालन कराने मैं परमेश्वर के व्दारा भेजा गया हॅुं ।",
        para4: "जैसे मैं परमेश्वर की सेवा करता हॅुं वह मेरे साथ हमेशा रहेगा ।",
        para5: "दुसरों को परमेश्वर की ओर खिंचने के लिए आपको अलग किया गया ।",
        para6: "आपके शब्द परमेश्वर की आज्ञा मानना और उस से प्रेम करना याद दिलातें हैं ।",
        para7: "आपके पास खोये हुओं के लिए हृदय और राष्ट्रों के लिए दर्शन है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद की आपने एक समय में एक व्यक्ती कर आपके राज्य को बांधने के लिए हमें चुना। होने दे की स्वर्ग और नर्क की संवेदनशीलता मुझे सुसमाचार साझा करने में प्रेरित करें। मुझे ऐसी आँखे दे की मैं खोये हुओं को देख सकुं, ऐसा हृदय दें जहाँ मैं उनको समय दॅुं और उन्हे प्रेम करूं। मेरी सहायता कर की मैं मसीह की मृत्यु और पुनुरूथान से लज्जित न हो सकुं। मुझे चुन, मेरा उपयोग कर। धन्यवाद पिता के तुने सर्वकालीन बीज हमारे अंदर बोया है। लोगों के जीवन में अनंतकाल की फसल के लिए मैं बुआई और सिंचाई करने के लिए मेरी सहायता कर। ",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day5":
      content = {
        passage: "इसलिए हे मेरे पुत्र, तु उस अनुग्रह से जो मसीह यीशु में है, बलवंत हो जा। और जो बातें तुने मुझसे बहुत से गवाहों के सामने सुनी है, उन्हें विश्वासी मनुष्य को सौप दे; जो दुसरों को भी सिखाने के योग्य है।",
        reference: "2 तीमुथियुस 2:1-2",
        translation: "HINDI-BSI",
        theme: "किंगडम लिविंग",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "यीशु ने पिता के अनुग्रह में मुझे मजबुत किया है।",
        para2: "जो कुछ मुझे दिया गया है वह मैं दुसरों को देता हुँ।",
        para3: "शिष्य बनानेवालों को तैयार करने मुझे बुलाया गया हैं ।",
        para4: "जो व्यक्ती दुसरों को सिखाता हैं उसके लिए मैं समर्पित हुँ।",
        para5: "आप सिखने के लिए तत्पर हो, आप पुरूष-स्त्री के अगुवे हो",
        para6: "आपने आपका जीवन औरों के लिए दिया यह एक विश्वासयोग्यता का उदाहरण है",
        para7: "बुआई और सिंचाई कर के आप परमेश्वर के राज्य को अगले स्थर पर ले जाने समर्पित हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "हमारे जीवन में उन लोगों को भेजने के लिए धन्यवाद जो मसीह में हमें बढने में सहायता करतें है। जैसे आप हमारे जीवन में आये और अपने आपको हमारे लिए दे दिया मेरी सहायता कर की मैं भी दुसरों के जीवन की ओर देखुं और उनके लिए अपना जीवन दे दॅुं। मुझे दिखा के मैं कैसे उन्हे सिखाऊं की वे वैसा ही करें। मुझे विश्वासयोग्य बना ताकी मैं भी आनेवाली नयी पीडी के विश्वासीओं को विश्वासयोग्य रहना सिखा सकुं।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day6":
      content = {
        passage: "संपुर्ण पवित्रशास्त्र परमेश्वर की प्रेरणा से रचा गया है और उपदेश, और समझाने, और सुधारने, और धार्मिकता की शिक्षा के लिए लाभदायक है ताकि परमेश्वर का जन सिध्द बनें, और हर एक भले काम के लिए तत्पर हो जाऐं।",
        reference: "2 तीमुथियुस 3:16-17",
        translation: "HINDI-BSI",
        theme: "परमेश्वर के वचन का उपयोग करना",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं दुसरों के लिए एक मार्गदर्शक और एक चरवाहा हॅुं ।",
        para2: "दुसरों को प्रेरित करने के लिए मैं परमेश्वर के वचनों का उपयोग करता हुँ।",
        para3: "सयानेपन और धार्मिकता में चलने के लिए मैं दुसरों की मदद करता हॅुं ।",
        para4: "मैं सारे भले काम करने के लिए तैयार किया गया हॅुं ।",
        para5: "आपके शब्द धार्मिकता से भरे हुए है। आपके शब्द परमेश्वर का श्वास हैं।",
        para6: "आप दुसरों को आज्ञापालन में चलने के लिए प्रेरित करते हो। परमेश्वर के सत्य में चलने के लिए आप लोगों का मार्गदर्शन करते हो।",
        para7: "आपको भले बुरे का ज्ञात है। सही को कैसे प्राप्त करना और सही में कैसे बने रहना आपको पता है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद मेरे प्राण और आत्मा में जीवन का श्वास फूंकने के लिए। जीवीत वचन के वरदान के लिए धन्यवाद जो मुझे सही और गलत की पहचान दिलाकर सही कैसे करें और सही में कैसे बने रहें इसके लिए मेरी सहायता करता है। धन्यवाद तेरा वचन मुझे धार्मिकता में चलने के लिए तैयार करता, बनाता, और तेरे सारे अच्छे कामों के लिए सक्षम करता है।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day7":
      content = {
        passage: "अपने आपको परमेश्वर का ग्रहणयोग्य और ऐसा काम करनेवाना ठहराने का प्रयत्न कर, जो लज्जीत होने न पाए, और जो सत्य के वचन को ठीक रीती से काम में लाता हो।",
        reference: "2 तीमुथियुस 2:15",
        translation: "HINDI-BSI",
        theme: "परमेश्वर के वचन का उपयोग करना",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "परमेश्वर के लिए उपयोगी होने हेतु मैं आक्रमक तैयारी कर रहा हॅुं ।",
        para2: "मैं परमेश्वर के व्दारा स्विकारा गया कारागीर हुँ।",
        para3: "मैं परमेश्वर के सत्य को सुरक्षीत रखने के लिए समर्पित हुँ।",
        para4: "परमेश्वर के वचनों को कैसे उपयोग में लाए उसके लिए मैं जीम्मेदार हुँ।",
        para5: "परमेश्वर के लिए कैसे उपयोगी बने उसके लिए आप चौकसी से तैयारी करते रहे।",
        para6: "कोई बहाना ना बनाते हुए आप परमेश्वर के वचन को संभालने में विश्वासयोग्य रहे।",
        para7: "संवेदनशीलता से परमेश्वर के वचनों उपयोग कर आप परमेश्वर और अपने आप को आदर लाते हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मेरी सहायता कर की मेरा विश्वास सच्चा और भरोसेमंद हो। मैं तेरे व्दारा स्वीकृत हो सकुं मुझे लज्जीत होने की कोई जरूरत नही क्योंकि मैं तेरे वचनों को कैसे सही रीती से उपयोग में लाना है वह सिख चुका हूँ। मेरी सहायता कर मैं हमेशा तेरे वचनों को इस रीती से उपयोग में लाऊं की जो पवित्र आत्मा के व्दारा ठहराया है वह पुर्ण हो।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day8":
      content = {
        passage: "क्योंकि परमेश्वर की जितनी प्रतिज्ञायें है, वे सब उसी में “हाँ” के साथ है। इसलिए उसके व्दारा आमीन भी हुई कि हमारे व्दारा परमेश्वर की महिमा हो।",
        reference: "2 कुरिन्थीयों 1:20",
        translation: "HINDI-BSI",
        theme: "परमेश्वर के वचन का उपयोग करना",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "परमेश्वर के प्रतिज्ञाओं पर भरोसा कर के मैं परमेश्वर को महिमा देता हुँ।",
        para2: "मसीह कि प्रतिज्ञायें मुझे अधिकार और सामर्थ प्रदान करती हैं ।",
        para3: "मेरे शब्दों के व्दारा मसीह के वचन निच्छित होतें हैं ।",
        para4: "मैं कर सकता हुँ और बन सकता हॅुं जो परमेश्वर के वचन कहतें हैं।",
        para5: "क्योंकि मसीह आप में है, आपके शब्दों में स्वर्गीय अधिकार का रूतबा है।",
        para6: "परमेश्वर की प्रतिज्ञायें आप में और आप से काम करती है आपका जीवन एक प्रमाण है।",
        para7: "मसीह की प्रतिज्ञायों में आपका आत्मविश्वास पिता को महिमा देता है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद मसीह व्दारा आपकी सारी प्रतिज्ञाओं की विरासत के लिए जो आपने मुझे दी। आपकी प्रतिज्ञाओं के व्दारा जो अधिकार प्रती-दिन के जीवन के लिए मुझे मिला है उस के लिए धन्यवाद। आपको महिमा दे सकें ऐसी प्रतिज्ञाओं का अधिकार ले कर सामर्थ में चलने के लिए मुझे आत्मविश्वास दें ।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day9":
      content = {
        passage: "मसीह को प्रभु जानकर अपने मन में पवित्र समझो। जो कोई तुम से तुम्हारी आशा के विषय में पुछे, उसे उत्तर देने के लिए सर्वदा तैयार रहो, पर नम्रता और भय के साथ।",
        reference: "1 पतरस 3:15",
        translation: "HINDI-BSI",
        theme: "साक्षी",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मेरे विश्वास की रक्षा कर के मैं परमेश्वर को आदर देता हॅुं ।",
        para2: "मैं तैयार हॅुं उनकी मदद करने जो परमेश्वर को खोजतें हैं।",
        para3: "मेरा उसमें आत्मविश्वास दुसरों में आशा उत्पन्न करता है।",
        para4: "मैं दयालु और धिरजवंत शिक्षक हॅुं ।",
        para5: "आपका जीवन पवित्र परमेश्वर को आदर देता है जो आपके हृदय के अंदर जीवित है।",
        para6: "आपने आपको परमेश्वर के सत्य की रक्षा करने तैयार कर के आपने अच्छा काम किया है।",
        para7: "आप हमेशा आदरपुर्ण हो जब आप किसी और को आत्मीक बातें समझाते हो ।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "प्रिय प्रभु मेरी सहायता कर की जो विश्वास आपने मुझे दिया है उस की रक्षा कर, मैं अनुशासित जीवन जी सकुं जिस से आपको आदर मिलें। आपकी पवित्रता, प्रेम, आशा जो आपने मेरे हृदय में डाली जीनको मैंने आपके खोजीयों को बताया उनके लिए मैं एक दयालु और संयंमी शिक्षक बनने के लिए मेरी सहायता कर।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day10":
      content = {
        passage: "क्योंकि मैं सुसमाचार से नही लजाता, इसलिए की वह हरएक विश्वास करनेवालों के लिए, पहले तो यहुदी फिर युनानी के लिए, उध्दार के निमित्त परमेश्वर की सामर्थ है।",
        reference: "रोमियों 1:16",
        translation: "HINDI-BSI",
        theme: "साक्षी",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "परमेश्वर ने मुझे चुना है दुसरों को उसकी ओर लाने के लिए।",
        para2: "मैं परमेश्वर के वचनो को बाँटने से लजाता नही हुँ।",
        para3: "मैं उत्सुकता से लोगों को परमेश्वर के प्रेम के बारे में बताता हॅुं ।",
        para4: "मुझसे उसके वचन अनंतकाल के जीवन का सामर्थ है।",
        para5: "दुसरों को परमेश्वर को जानने का आमंत्रण देने आप कभी लजाते नही ।",
        para6: "आप बडे साहस के साथ परमेश्वर का सत्य दुसरों को सुनातें हो।",
        para7: "आपके जीवन शब्दों से आप आशा और अनंत जीवन को प्रदर्शीत करते हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद अनंतकाल के जीवन के वचनों को मुझे सौंपने के लिए। मैं आपका धन्यवाद करता हॅुं की आपने मुझे चुना लोगों को आपके करिब लाने के लिए। मेरी सहायता करें लोगों के तिरस्कार से डरने के बजाय मैं उनसे प्रेम करूं क्योंकि यह अनंतकाल के बारे में है। मुझे ऐसी आँखें और कान दें जीस से मैं जान सकुं की कौन आपको जानने की खोज में है और आपके वचनों के हियाव और सामर्थ को बोलतें है।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day11":
      content = {
        passage: "और मेरे वचन, और मेरे प्रचार में ज्ञान की लुभावनेवाली बातें नही, परंतु आत्मा अैर सामर्थ का प्रमाण था। इसलिए के तुम्हारा विश्वास मनुष्य के ज्ञान पर नही, परंतु परमेश्वर की सामर्थ पर निर्भर हो।",
        reference: "1 कुरिन्थीयों 2:4-5",
        translation: "HINDI-BSI",
        theme: "साक्षी",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "जब मैं किसी और से बात करता हॅुं, मैं बडाई अथवा घमंड नही करता।",
        para2: "जब मैं बात करता हॅुं मैं स्वयं के बुध्दी पर निर्भर नही हॅुं ।",
        para3: "मेरे शब्द उसकी आत्मा और सामर्थ की ओर से है।",
        para4: "मेरे शब्द दुसरों को परमेश्वर के वचनों पर भरोसा करने प्रेरित करतें है।",
        para5: "आपके शब्द, आप स्वयं के बुध्दी पर निर्भर नही हो यह दर्शातें हैं।",
        para6: "आपके शब्द प्रस्तुत करतें हैं कि पवित्र आत्मा का सामर्थ आपके व्दारा बात करता है।",
        para7: "जीस तरह से आप जीते हो और बात करतें हो वह दुसरों को उत्तेजीत करता है कि वह मनुष्य पर नही परमेश्वर पर भरोसा रखें ।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "प्रिय पिता, मेरी सहायता करें की मैं अपने ज्ञान और कल्पनाओं पर निर्भर ना रहॅुं लेकिन जरूरत के समय प्रतिउत्तर देने के लिए सिर्फ आपके सत्यों को उपयोग कर अपने आप को तैयार करूं। मेरी सहायता करें कि मैं नम्रता से अपने आपको पवित्र आत्मा के सामर्थ को सौंप दॅुं। मुझे आपकी आत्मा के लिए संवेदनशील बनाओ ताकि मैं पच्छात्ताप, आज्ञाकारिता और परिवर्तन के लिए दुसरों को उत्तेजीत करूं। पवित्र आत्मा के व्दारा मेरा वचन आपका वचन होने दो।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day12":
      content = {
        passage: "कि तुम पिछले चालचलन के मनुष्यत्व को उतार डालो जो भरमानेवाली अभिलाषाओं के अनुसार भ्रष्ट होता जाता है। और अपने मन के आत्मिक स्वभाव में नए बनते जाओ, और नए मनुष्यत्व को पहिन लो जो परमेश्वर के अनुरूप सत्य की धार्मिकता और पवित्रता में सृजा गया है।",
        reference: "इफिसीयों 4:22-24",
        translation: "HINDI-BSI",
        theme: "हमारे दिमाग का नवीनीकरण",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मेरे पुर्व जीवन को ना कहने में मैं सक्षम हॅुं ।",
        para2: "धोकेबाजी और भ्रष्ट कल्पनाओं को ना कहने का मैं चुनाव करता हुँ।",
        para3: "मैं मेरे मन और आत्मा में नया बनाया गया हुँ।",
        para4: "परमेश्वर उसकी धार्मिकता और पवित्रता मुझसे साझा करता है।",
        para5: "आप जो आपने बनाया वह मृत है, आप जो परमेश्वर ने बनाया वह स्वतंत्र और सामर्थी है।",
        para6: "आपके मन को उसकी आत्मा के व्दारा स्वतंत्र किया गया है और आप मसीह के मन को पा सकते हो ।",
        para7: "परमेश्वर की आत्मा आपको मदद कर रही है की आप समझदारी और सामर्थ के नए स्तर को प्राप्त करें।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "आपकी धार्मिकता और पवित्रता मेरे साथ साझा करने के लिए धन्यवाद जीस से की मैं अपने पुराने पापमय स्वभाव को दुर कर सकुं। यह मेरे माँगने और सोचने से ज्यादा है आपने मुझे अंदर से नया व्यक्ती बनाया है। आपने कहा है कि आपने मुझे नया आत्मा और नया मन भी दिया है, और पवित्राई में आपके जैसा बनने के लिए मुझे चुना है। धन्यवाद आपके उपहारों का बहुतायत मुझे देने के लिए।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day13":
      content = {
        passage: " इस संसार के अनुरूप न बनो, परंतु अपने मन के नये हो जाने से तुम परिवर्तित हो जाओ कि परमेश्वर की भली, ग्रहणयोग्य और सिध्द ईच्छा को तुम अनुभव से मालूम करते रहो।",
        reference: "रोमियों 12:2",
        translation: "HINDI-BSI",
        theme: "हमारे दिमाग का नवीनीकरण",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मुझे संसार का अनुकरण ना करने के लिए चुना गया है।",
        para2: "मन के नए हो जाने से मैं परिवर्तीत हो चुका हॅुं ।",
        para3: "मैं परमेश्वर की भली और स्विकृत ईच्छा में जीता हॅुं ।",
        para4: "मैंने परमेश्वर की ईच्छा को परखा है और उसे सिध्द पाया है ।",
        para5: "आपका जीवन आपका मन पवित्र आत्मा के नियंत्रण में हैं यह दर्शाता है ।",
        para6: "मसीह में आपके परिवर्तन ने आपको बीना समझौते के जीने के लिए प्रेरित किया है ।",
        para7: "आपका जीवन सिध्द करता है कि परमेश्वर के तरिके को जीना भला, सुहावना और सिध्द है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मुझे संसार और उसके विचलीत करनेवाले प्रभाव से स्वतंत्र होने का मार्ग दिखने के लिए धन्यवाद। मसीह के मन को किस तरह से प्राप्त करना है उसका का मार्ग दिखने के लिए धन्यवाद। मैंने आपके जीवन के सिध्दांतों को संसार के साथ तुलना कर परखा और उसे खरा और भला दानों पाया। आपकी मदद से मै रूढीवाद का सामना करूंगा, और अलग सोचना और जीना चुनुंगा।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day14":
      content = {
        passage: "अतः हे भाइयों जो बातें सत्य है, जो-जो आदरणीय है, जो-जो बातें न्यायसंगत है, जो-जो बातें पवित्र है, जो-जो बातें मनोहर है, जो-जो बातें मनभावनी है, अर्थात् जो-जो उत्तम तथा प्रशंसनीय गुण है, उन्ही का ध्यान किया करो।",
        reference: "फिलिप्पीयों 4:8",
        translation: "HINDI-BSI",
        theme: "हमारे दिमाग का नवीनीकरण",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैंने अपने मन को कार्यशील किया है कि वह सत्य में वास करें।",
        para2: "मैं ऐसा जीवन जीता हॅुं जीस से परमेश्वर को स्तुती मिलती है।",
        para3: "मैं शूध्द और आदरनीय विचारों को समर्पित हॅुं ।",
        para4: "परमेश्वर को आदर देने मैं अपने जीवन और विचारों में संवेदनशील हॅुं ।",
        para5: "आपका जीवन शूध्दता, सत्य और अप्रतीमता का प्रमाण देता है ।",
        para6: "आपकी दया की आत्मा लोगों को प्रेरित करती है कि वह मौल्यवान सत्यों को पकडे रहे।",
        para7: "आपके शब्द और कृती परमेश्वर की वैभवता का गहरा आदर उत्पन्न करते है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "प्रभु, कृपा करके मेरी सोच को बदलने और जैसे मैं आलसी और समझौता करनेवाले मन के विरोध में खडा होता हॅुं तब मेरे विचारों को बंदी बना लेने के लिए मुझे हियाव दो। मेरी मदद कर उन बातों में बने रहने जो बातें मुझे यह बताती है कि मैं मसीह में कौन हॅुं। आपके वचनों से मेरे मन को धोने के अनुशासन को चुनाव करने में मेरी सहायता कर ताकि मैं आपके विचार सोचना और बोलना आरंभ करू। मेरे मन को अंधकार की बजाय ज्योती को चुनने के लिए सहायता कर।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day15":
      content = {
        passage: "क्योंकि वे जो शाररिक है, वह शरिर के बातों पर मन लगाते है, परंतु आध्यात्मिक तो आत्मिक बातों पर मन लगाते है। शरिर पर मन लगाना तो मृत्यु है परंतु आत्मा पर मन लगाना जीवन और शांती है।",
        reference: "रोमियों 8:5-6",
        translation: "HINDI-BSI",
        theme: "हमारे दिमाग का नवीनीकरण",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैंने उसकी आत्मा को “हाँ” और संसार को “ना” कहा है।",
        para2: "मैंने अपना मन उसकी उपस्तीथी में और सामर्थ में लगाया है।",
        para3: "मैंने यह चुना है की उसकी आत्मा मेरे अंदर से जीयें।",
        para4: "मैं उसके जीवन, शांती और विश्राम से भरा हुँ।",
        para5: "आपका जीवन इस बात का प्रमाण है कि आपने पवित्र आत्मा के प्रभाव में जीना चुना है।",
        para6: "आपके पवित्र आत्मा पर निर्भरता ने आपको सेवा करने और सामर्थ में चलने तैयार किया है।",
        para7: "क्योंकि आप उसके आत्मा को समर्पित हो, आप शांती और विश्राम का अनुभव करते हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मेरे शरिरीक परिक्षाओं को ना कहने का सामर्थ मुझे देने के लिए धन्यवाद। मेरी मदद करें की मैं मेरी पहचान बनाने के लिए मैं अपने शरिर का उपयोग ना करूं। मेरे शरिर के विचारों को जीवन और आज्ञाकारीता की शांती में बदलकर मेरे मन को नया करने के लिए मुझे आपके वचनों का उपयोग करने मेरी मदद करें। मुझे पवित्र आत्मा की सरलता में समर्पित होने दे। धार्मिकता चुनने के लिए मेरी क्षमता को बढा।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day16":
      content = {
        passage: "इसलिए अब से हम किसी मनुष्य को शरिर के अनुसार न समझेंगें। यदयपी हमने मसीह को भी शरिर के अनुसार जाना है, तथापी अब से हम उसे ऐसा नही जानते। इसलिए जो कोई मसीह में है तो वह नई सृष्टी है। पुरानी बातें बीत गई। देखो, नई बातें आ गई है।",
        reference: "2 कुरिन्थीयों 5:16-17",
        translation: "HINDI-BSI",
        theme: "उसकी शक्ति में डूबा हुआ",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं अपने अतिथ से स्वतंत्र हॅुं, पुराना मैं क्रूसीत हो चुका हुँ।",
        para2: "वास्तवीक मैं अदृष्य, सुंदर, सामर्थी और स्वतंत्र हुँ।",
        para3: "मैं उसकी आत्मा में एक हॅुं, मेरा शरिर मुझे परिभाषीत नही करता।",
        para4: "मेरे शरिर को जब में अतिथ में देखता हॅुं- मैं परमेश्वर की महिमा अपने अंदर देख सकता हॅु।",
        para5: "जो आप जो परमेश्वर ने बनाया है वह हर दिन ज्यादा से ज्यादा स्पष्ट होते जा रहा है।",
        para6: "आप अतीत को देखने की क्षमता रखतें है जो व्यक्ती के हृदय में बाहरी रूप से है।",
        para7: "परमेश्वरीय नये जीवन को आपके अंदर विकसीत होने दे रहे हो यह अच्छा काम आप कर रहे हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद हमारी पहचान में हमारी देह से बडकर भी और बहुत कुछ है। हमारे टुटे हुए पापमय अतीत को यीशु के साथ क्रुसपर मारने के लिए धन्यवाद। मेरी सहायता करें कि मैं नई सृष्टी का मतलब समझ सकुं और मेरे अंदर पैदा हुए नए व्यक्तीत्व को गले लगा लुं। धन्यवाद की अब, मैं प्रती-दिन जीवन के नएपन में चल सकता हॅुं और मेरा अतीत अब मुझपे हावी न होगा।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day17":
      content = {
        passage: "उसकी ईश्वरीय सामर्थ ने उसी के पुर्ण ज्ञान के व्दारा जिसने हमें अपने महिमा और सद्भावना के अनुसार बुलाया है, वह सबकुछ जो जीवन और भक्ती से संबंध रखता है, हमें प्रदान किया है।",
        reference: "2 पतरस 1:3",
        translation: "HINDI-BSI",
        theme: "उसकी शक्ति में डूबा हुआ",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं उसके अलौकिक स्वभाव और सामर्थ से भरा हुआ हॅुं ।",
        para2: "मेरे पास सबकुछ है मुझे परमेश्वरीय जीवन जीने की जरूरत है",
        para3: "मैं उसकी महिमा और अप्रतिमता में बुलाया गया हुँ।",
        para4: "उसको जानकर मैं विचलीत होने से बच गया हुँ।",
        para5: "आपका परमेश्वर के साथ चलना आपको उसके जीवन, महिमा और अप्रतिमता में सहभाग दिलाता है।",
        para6: "परमेश्वर की प्रतिज्ञायें और सामर्थ ने आपको उसके जैसा होने और उसके जैसा जीने के लिए स्वीकृती दे दी है।",
        para7: "आप उसे जानते हो इसिलीए परमेश्वर ने उसको महिमा देनेवाला जीवन आपको दिया है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मुझे ईश्वरीय जीवन जीने के लिए जो भी जरूरी है वह सब देने के लिए धन्यवाद । जैसे मैने आपको जाना मुझे पता चला की आपका उपहार मेरी सभी जरूरतों के लिए पुर्ण और सिध्द है। मुझे आपकी महिमा और पुर्णता साझा करने की अनुमती देने की आपकी इच्छा वास्तव में उदार है जो मेरी योग्यता से बढकर और मेरी सोच से परें हैं।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day18":
      content = {
        passage: "अब जो ऐसा सामर्थी है कि हमारी विनती और समझ से कही अधिक काम कर सकता है, उस सामर्थ के अनुसार जो हम में कार्य करता है।",
        reference: "इफिसीयों 3:20",
        translation: "HINDI-BSI",
        theme: "उसकी शक्ति में डूबा हुआ",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं उच्च और साधारण से उपर जीने के लिए बुलाया गया हुँ।",
        para2: "महान काम करने के लिए मैं उसके सामर्थ के व्दारा तैयार किया गया हुँ।",
        para3: "बड़ा सोचने, बड़ा माँगने और बड़ी घोषणा करने में मुझमें सुधार आया है।",
        para4: "परमेश्वर मुझमें और मेरे व्दारा महान काम करने का चुनाव करता है।",
        para5: "परमेश्वर ने आपको आपकी कल्पनाओं के परे सामर्थी रूप से उपयोग करने का ठान लीया है।",
        para6: "परमेश्वर आपकी कल्पना और आपकी प्रार्थना लेकर सर्वकालीन बातों को करने जा रहा है।",
        para7: "आपको महान बातें करने के लिए बुलाया गया है जो परमेश्वर की और संकेत करेगी और उसको महिमा देगी।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मैं आपकी स्तुती करता हॅुं की आपने मुझे एक साधारण जीवन से बुलाया और आपके लिए महान काम करने के लिए सामर्थ के साथ तैयार किया। मेरी सहायता करो कि मैं बडा सोचु, बडी प्रार्थना करूं, और विश्वास के व्दारा आपके राज्य में बडी बातों की घोषणा करूं। पवित्र आत्मा जो मेरे अंदर काम करता है, जब मैं उसे समर्पित होता हॅुं तब आप मुझे चुनकर सामर्थ रीती से उपयोग करना।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day19":
      content = {
        passage: "तुम मुझमें बने रहो, और मैं तुम मे। जैसे डाली यदि दाखलता में बनी न रहे तो अपने आप से नही फल सकती, वैसे ही तुम भी यदि मुझ में बने न रहो तो नही फल सकते। मैं दाखलता हुँ तुम डालियाँ हो । जो मुझ में बना रहता है और मैं उसमें, वह बहुत फल फलता है, क्योंकि मुझ से अलग होकर तुम कुछ भी नही कर सकते।",
        reference: "युहन्ना 15:4-5",
        translation: "HINDI-BSI",
        theme: "उसकी शक्ति में डूबा हुआ",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "उस पर निर्भर रहना मेरे उपयोगी होना को निच्छित करती है।",
        para2: "मैं घनिष्ठता से उसके प्रेम और सामर्थ से जुडा हुआ हुँ।",
        para3: "मैं कमजोर और वह बलवान है हम एकसाथ बहुत फल लायेंगें।",
        para4: "मैं उसपर निर्भर हॅुं, उसके बगैर मैं कुछ भी नही कर सकता ।",
        para5: "आपकी कमजोरी को स्वीकार कर आपने यह जताया है कि परमेश्वर जो भी हैं आपके व्दारा हो।",
        para6: "परमेश्वर का सामर्थ जो आपके अंदर है उस पर निर्भर रहने ने आप को बलवंत और फलदायी बनाया है।",
        para7: "उसमें बने रहना चुनकर आप सच्चे परमेश्वरीय स्त्रोत से जुड गये हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद जब मै कमजोर होता हॅुं आप सामर्थी हो, मैं जानता हॅुं आप पर निर्भर रहना मुझे विश्वासयोग्यता की निच्छीतता दिखाता है। मेरी सहायता करें की मैं अपनी कमजोरीयों को स्विकार करूं ताकि आप जो मेरे व्दारा होना चाहते हो वह हो। मेरी सहायता करें की मैं जानुं कि आप में कैसे बने रहें ताकि मैं सच्चे ईश्वरीय स्त्रोत में प्रवेश कर सकुं। मुझे अपने बल से करनेवालें सारी परिक्षाओं से सुरक्षीत रखना।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day20":
      content = {
        passage: "जो मुझे सामर्थ देता है उसमें मै सब कुछ कर सकता हॅुं। परंतु इन सब बातों में रोमियों",
        passage2: "हम उसके व्दारा जिसने हम से प्रेम किया है, जयवंत से भी बढकर है।",
        reference: "फिलिप्पीयों 4:13",
        reference2: "रोमियों 8:37",
        translation: "HINDI-BSI",
        translation2: "HINDI-BSI",
        theme: "उसकी शक्ति में डूबा हुआ",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं आत्मा के साथ एक हॅुं, आत्मा मेरे साथ है।",
        para2: "मैं उसमें हॅु और वह मुझमें है, मैं एक विजेता हॅु ।",
        para3: "मेरे विजय के लिए मैं पुरी तरह से उसपर निर्भर हॅु ।",
        para4: "उसमें में जयवंत, दौड पुरी करनेवाला विजेता हॅु।",
        para5: "आपकी परमेश्वर पर निर्भरता ने उसके राज्य के लिए महान कार्य करने के लिए आपको स्वतंत्र किया हैं।",
        para6: "आपकी उस में बने रहना और उस से जुडे रहने की पसंद ने आपको एक प्रभावशाली योध्दा बनाया है।",
        para7: "परमेश्वर के प्रेम में बने रहने की वजह से आपको आपकी समस्याओं पर सामर्थ और विजय प्राप्त हुआ है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मैं आभारी हॅुं आपका कि मेरे लिए आपका प्रेम और मेरे जीवन में आपकी उपस्थिती मुझे विजयी होने की निच्छितता दिलाती है। मेरी सहायता करें कि मैं सदा स्वयं पर नही आप पर निर्भर रहॅुं और आपके सामर्थ में चल कर आपके राज्य के लिए महान काम करूं। धन्यवाद आपने यह संभव किया की आपकी आत्मा के साथ मुझे एक किया और ऐसा योध्दा बनाया जो विजय में अपनी दौड पुरी करता है।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day21":
      content = {
        passage: "क्या तुम नही जानते कि तुम्हारी देह पवित्र आत्मा का मंदिर है, जो तुम में बसा हुआ है और तुम्हे परमेश्वर की ओर से मिला है; और तुम अपने नही हो? क्योंकि दाम देकर मोल लिए गए हो, इसलिए अपनी देह व्दारा परमेश्वर की महिमा करो।",
        reference: "I कुरिन्थीयों 6:19-20",
        translation: "HINDI-BSI",
        theme: "उसकी शक्ति में डूबा हुआ",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं परमेश्वर का मंदिर हॅुं और परमेश्वर की आत्मा मुझमें वास करती है।",
        para2: "मुझ पर परमेश्वर का अधिकार है, मैं स्वयं का नही हॅु ।",
        para3: "मुझे परमेश्वर को महिमा देने के लिए खरिदा गया है।",
        para4: "मैं ऐसा व्यक्ती हॅुं जीनमें परमेश्वर वास करता है।",
        para5: "परमेश्वरने आपको उसका मंदिर बनाया है और परमेश्वर की आत्मा आपमें वास करती है।",
        para6: "परमेश्वर को महिमा देने के लिए आपको उसके पुत्र के लहु से खरिदा गया है।",
        para7: "जैसे आप परमेश्वर के हो, परमेश्वर मसीह में आपकी सारी जरूरतों को पुर्ण करता है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "यह समझना की मुझे मसीह के रक्त से मोल लीया, मेरे अंदर रहने का ठाना, जैसे की मैं आपका मंदिर था, यह मेरे सोच के परें और मेरी सारी कल्पनाओं के उपर हैं। मैं जानता हॅुं कि आपने मुझे आपको महिमा देने मोल लिया, और लोगों को यह समझने में मदद हो कि एक व्यक्ती जब आपका विशेष उत्तराधिरी बनता है तब कैसे दिखता है और आप उसमें कैसे वास करते हो। मुझे गोद लेने के लिए मैं आपकी स्तुती करता हूँ। मैं जानता हुँ आपका जो है उसे आप संभालोगे।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day22":
      content = {
        passage: "मैं मसीह के साथ क्रुस पर चढाया गया हॅुं, अब मैं जीवित न रहा, पर मसीह मुझ में जीवित है; और मैं शरीर में अब जो जीवित हुँ तो केवल उस विश्वास से जीवित हूँ जो परमेश्वर के पुत्र पर है, जिसने मुझसे प्रेम किया और मेरे लिए अपने आप को दे दिया।",
        reference: "गलातियों 2:20",
        translation: "HINDI-BSI",
        theme: "उसकी शक्ति में डूबा हुआ",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं मसीह के साथ मर चुका हॅुं, मेरा पुराना मनुष्यत्व अच्छे के लिए बीत चुका है।",
        para2: "मेरी देह में मुझे पुत्र में विश्वास से जीने की अवश्यकता है।",
        para3: "मैं कितना बहुमुल्य हॅुं कि वह मुझ से होकर जीता है।",
        para4: "मैं परमेश्वर के बलीदानी और विश्वासयोग्य प्रेम का वारिस हुँ।",
        para5: "जैसे मसीह मर गया आपको भी अपने आपको क्रुसीत करना है, जैसे मसीह विश्वास के व्दारा जीया वैसे आपको भी करना है।",
        para6: "उसकी मृत्यु से परमेश्वर ने उसका जीवन आपको दिया है और पुराना मनुष्यत्व पुर्णतः जा चुका है।",
        para7: "आप मसीह के साथ मर चुके हो और अब आप उसके आपके लिए बलीदान के प्रेम में विश्राम पा रहे हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मैं जानता हॅुं कि अगर मुझे नया जीवन जीना है तो पुराने के लिए मरना होगा। यह बहुत अद्भुत है कि आपके पास योजना थी कि आप मेरे पुराने पापमय स्वभाव को निकालकर आपके पुत्र का जीवन मुझे दे। मुझे क्रुस के कार्य को गले लगानेवाला विश्वास देने के लिए धन्यवाद, मसीह के साथ मरना मुझे पुनुरूथ्थीत जीवन प्रदान करता है, मैं आपकी स्तुती करता हॅुं आपके प्रेम के कार्य के लिए जो मुझे मेरे देह से छुडाता है।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day23":
      content = {
        passage: "विरोध या झुठी बडाई के लिये कुछ न करो, पर दीनता से एक दुसरे को अपने से अच्छा समझो। हर एक अपने ही हित की नही, वरन दुसरों के हित की भी चिंता करें।",
        reference: "फिलिप्पीयों 2:3-4",
        translation: "HINDI-BSI",
        theme: "नौकर का जीवन",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं नम्र हॅुं और तैयार हॅुं अपने आपको दुसरों को देने के लिए।",
        para2: "मैं अपने से ज्यादा दुसरों की जरूरतों के बारें में सोचने को तत्पर हुँ।",
        para3: "मुझ पर किसी का ध्यान आये या ना आये मैं इच्छुकता से सेवा करता हॅुं ।",
        para4: "मुझे नही बल्की परमेश्वर को महिमा देने के लिए मुझे नया जीवन दिया है।",
        para5: "मसीह के बलीदानी प्रेम ने आपके हृदय को परिवर्तित किया है ताकी आप उसी तरिके से जीयें।",
        para6: "आप एक नम्र सेवक हो आप स्वयः से पहले दुसरों की जरूरतों पर ध्यान देते हो।",
        para7: "आपके साथ सेवक समान पेश आने की आपकी ईच्छुकता आपके सच में उनमें से एक होने का प्रमाण है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "प्रिय परमेश्वर, आजकी प्रार्थना महत्पुर्ण है  अगर मुझे मसीह जैसे जीवन जीना है, मैं चाहता हॅुं आप मेरी मदद करें उन बातों में जो अकसर मेरे लिए कठीन है, मैं जानता हॅुं कि मुझे बहुत नम्र होना है और स्वयं से ज्यादा औरों के बारें में सोचना है, निस्वार्थ सेवा करना है, दुसरों की जरूरतों को मेरी जरूरतों से भी उपर रखना है। बलिदानी प्रेम को चुनने के लिए मेरे मन को बदल ताकि मैं अपनी इच्छा से अपना जीवन लोगों के लिए दे सकुं। मैं दुसरों के लिए आपका सेवक बनने का चुनाव करता हॅुं।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day24":
      content = {
        passage: "वह हमारे सब क्लेशों में शांति देता है; ताकि हम उस शांति के कारण जो परमेश्वर हमें देता है, उन्हे भी शांति दें सकें जो किसी प्रकार के क्लेश में हो।",
        reference: "2 कुरिन्थीयों 1:4",
        translation: "HINDI-BSI",
        theme: "नौकर का जीवन",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं परमेश्वर के सुख और देखभाली का नियमीत प्राप्तकर्ता हुँ।",
        para2: "मेरी पीडा मेरी सहायता करती है के मैं दुसरों के दर्द में उनकी मदद करूं।",
        para3: "जो समाधान परमेश्वर देता है उसके साथ मैं दुसरों की सेवा के लिए तत्पर हुँ।",
        para4: "मेरी पिडाओं में उसको महिमा और मुझे ईनाम यह परमेश्वर का उद्देश है।",
        para5: "आपकी पीडाओं में आपका सामर्थ और आपका विश्वास दुसरों को ढाढस देता है।",
        para6: "आपकी परिक्षाओं में आपके परमेश्वर पर भरोसे से यह प्रतित होता है की आप परमेश्वर के प्रेम को समझ चुके हो।",
        para7: "परमेश्वर ने आपको तैयार किया है कि आप दुसरों का  संदेह, डर और टुटापन में उनकी अगुवाई करें।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मैं पिडाओं को नही चुनता परंतु मैं जानता हॅुं आप मुझे तैयार कर रहे हो मेरी समस्याओं के व्दारा दुसरों को सहायता और सांत्वना देने के लिए। मुझे दुसरों कि पिडा देखना और सुनना, और जैसे आप मेरी अगुवाई करते हो उनके संदेह, डर, टुटेपन में आशा, को बोलने का अनुशासन देकर मेरी सहायता कर। होने दें, जो सामर्थ और विश्वास आपने मेरे अंदर जागृत किया है वह दुसरों के लिए उनके चुनौती भरें समय में, एक शांती और आशा का उपहार बनें। मुझे यीशु का मुँह, कान, और पैर बनने के लिए मेरी सहायता कर।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day25":
      content = {
        passage: "क्योंकि हम उसके हाथ कि कारीगरी है, जो मसीह यीशु मे उन भले कार्यों के लिए सृजे गये हैं जिन्हें परमेश्वर ने प्रारंभ से तैयार किया कि हम उन्हें करें।",
        passage2: "क्योंकि स्वयं परमेश्वर परमेश्वर अपनी सुइच्छा के लिए तुम्हारी इच्छा और कार्यों को प्रोत्साहित करने के लिए तुम में सक्रीय है।",
        reference: "इफिसीयों 2:10",
        reference2: "फिलिप्पीयों 2:13",
        translation: "HINDI-BSI",
        translation2: "HINDI-BSI",
        theme: "नौकर का जीवन",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "परमेश्वर की इच्छा को पुर्ण करने जीवन को परिवर्तीत कर मैं परमेश्वर का एक उदाहरण हुँ।",
        para2: "मैं परमेश्वर के महान काम करने के लिए सृजा गया हॅुं ।",
        para3: "परमेश्वर उसके उत्तम काम मेरे व्दारा करता है।",
        para4: "उसका काम करने मैं उसकी सामर्थ और ईच्छाओं से भरा हुआ हॅु ।",
        para5: "आरंभ से परमेश्वर की यही योजना रही है की वह उसका उत्तम काम मुझमें और मुझसे करेगा।",
        para6: "परमेश्वर के लिए महान काम करने के लिए आपको सृजा और पुरी तरह से तैयार किया गया है।",
        para7: "परमेश्वर के लिए भले काम करने की आपकी ईच्छा यह प्रकट करती है की परमेश्वर आपके हृदय में कितना राज्य करता है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मैं उत्तेजीत हॅुं उन बातों के लिए जो आप मेरे जीवन में बना रहो हो ताकि मैं आप की सेवा कर सकुं। धन्यवाद आपके लिए भले काम करने के लिए मुझे इच्छा और पवित्र आत्मा का सामर्थ देने के लिए। कृपा करके मुझे मोडना और आकार देने का काम मुझमें जारी रखें, और आपके उद्देश मेरे जीवन में पुर्ण होने के लिए एक नम्र हृदय दें। धन्यवाद आपने मुझे सिर्फ विश्वास का वरदान ही नही किंतु मेरे अंदर आपके राज्य की सेवा करने का उत्साह भी जागृत किया।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day26":
      content = {
        passage: "कोई गंदी बात तुम्हारे मुँह से न निकलें, पर अवश्यक्ता के अनुसार वही निकलें जो उन्नती के लिए उत्तम हो, ताकि उससे सुननेवालों पर अनुग्रह हो।",
        reference: "इफिसीयों 4:29",
        translation: "HINDI-BSI",
        theme: "नौकर का जीवन",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मेरे शब्द प्रकट करतें है की मेरे मन और हृदय को कौन चला रहा है ।",
        para2: "मैं ऐसा हॅुं जीसका उपदेश स्वास्थ और मददगार है।",
        para3: "मेरे शब्द लोगों को उत्तेजीत करते है उन्हें निराश नही करतें।",
        para4: "उसकी आत्मा मेरे व्दारा बात करती है ताकी मेरे शब्दों से चंगाई मिलें।",
        para5: "आपके शब्दों से यह प्रकट होता है की आप दुसरों की भावनीक और आत्मिक भलाई के बारें में सोचतें है।",
        para6: "आपके शब्द इस बात का प्रमाण देतें की आपमें यीशू जीवित है और आप उसकी आत्मा के नियंत्रण में हो।",
        para7: "आपके शब्द अंधेरों में रोशनी, निराशा में आशा और गडबडी में शांती लातें है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "हम जान चुके हैं कि सिर्फ आपके पास जीवन के वचन है, और उन्हें आप ने हमारे जीवन में फुंका है। अब होने दो की मेरे शब्दों का श्वास लोगों को जीवन प्रदान करें। धन्यवाद आप के वचने के व्दारा मैं आप के विचारों को सोचता और आप के सत्यों की घोषणा करता हॅुं। मेरे शब्द प्रेम के व्दारा परिवर्तित हुआ हृदय का प्रतिनिधित्व करें। होने दो कि मेरे शब्द ज्ञान और दया से भरे हुए हो जो आशा और चंगाई लातें हो। होने दो कि मेरा बोलना सदा पवित्र आत्मा के मार्गदर्शन और नियंत्रण में हो।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day27":
      content = {
        passage: "इसलिए हम उसके व्दारा स्तुतीरूपी बलिदान, अर्थात उन होटों का फल जो उसके नाम का अंगीकार करते है, परमेश्वर को सर्वदा चढाया करें। भलाई करना और उदरता दिखाना न भुलो, क्योंकि परमेश्वर ऐसे बलिदानें से प्रसन्न होता है।",
        reference: "इब्रानियों 13:15-16",
        translation: "HINDI-BSI ",
        theme: "नौकर का जीवन",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं उसकी आराधना करने, उसको प्रकट करने और उसकी सेवा करने के लिए जीवित हुँ।",
        para2: "मैं लोगों को उत्साहित करनेवाला और उनको उत्तम उपहार देनेवाला हॅुं ।",
        para3: "अपना हृदय परमेश्वर को देने और उसको उंचा उठाने मैं सृजा गया हुँ।",
        para4: "मैं दिन-प्रतीदिन परमेश्वर के भलाई की घोषणा करने अपने शब्दों का उपयोग करता हॅुं ।",
        para5: "आपके शब्द और लोगों के प्रती आपकी सेवकाई से परमेश्वर प्रसन्न है।",
        para6: "आप समझ चुके हो कि परमेश्वर की सेवा का सबसे उत्तम मार्ग यही है की अपने आपको लोगों के लिए दे देना।",
        para7: "आपकी दुसरों के प्रती सेवा की ईच्छुकता परमेश्वर के प्रती सच्ची प्रशंसा और आदर का रूप है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मैं अपने मुँह, मन, और हृदय से आपकी आराधना का चुनाव करता हॅुं। आप मुझे जहाँ भी भेजें वहाँ पर आपके नाम की घोषणा करने का चुनाव मैं करता हूँ। मेरी प्रार्थना है आप मेरी मदद करें लोगों को उत्साहित करने और मेरे कृती और शब्दों के व्दारा स्विकृती पायें। मेरी मदद करें कि में स्वार्थी नही किंतु त्याग करनेवाला बनुं। मेरे हृदय को बदलें ताकि मैं ऐसा जीवन जी सकुं जिससे की आपको महिमा मिलें । आप बढें और मैं घटुं।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day28":
      content = {
        passage: "क्योंकि हमारा यह मल्लयुध्द लहु और मांस से नही परंतु प्रधानों से, अधिकारीयों से, और इस संसार के अंधकार के हकिमों से और उस दृष्टता की आत्मिक सेनाओं से है जो आकाश में है। इसलिए परमेश्वर के सारे हतियार बांध लो कि तुम बुरे दिन में सामना कर सको, और सब कुछ पुरा करके स्थिर रह सको।",
        reference: "इफिसीयों 6:12-13",
        translation: "HINDI-BSI",
        theme: "आध्यात्मिक युद्ध",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं एक योध्दा हॅुं जो दुष्टता और अंधःकार से लड रहा हुँ।",
        para2: "मैं अंधःकार के सामर्थ के साथ लडने के लिए सक्षम हुँ।",
        para3: "मैं विजेता हॅुं, मैं शैतान पर अधिकार लेता हुँ।",
        para4: "मेरा संघर्ष मेरी देह ही नही बल्की अंधःकार का सामर्थ है।",
        para5: "आपकी बुलाहट अनदेखी विद्रोही सेना और अंधःकार से विजयी युध्द करना यह है।",
        para6: "आप सक्षम हो सामना करने, डटके रहने, अधिकार लेने, और अधिकार के लिए प्रभावशाली लडाई लडने।",
        para7: "लोगों के जीवन में वास्तविक लडाई कहाँ लडी जा रही है यह जानने में आप सक्षम हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "मेरी सहायता करें कि, मेरे जीवन के लिए मैं एक लडाई में हॅुं। मैं मेरे शत्रु के झुठ को समझ सकुं और उसका सामना कर सकुं। मेरी मदद करें कि मैं विश्वास के शस्त्र का उपयोग करूं। आपका शब्द और पवित्र आत्मा का सामर्थ जो मेरे दैनिक अनुभव का हिस्सा है, जो प्रलोभनों और धोखे के विरोध में खडा है। यह जानना कि पाप करना कितना आसान है, कृपया मुझे धार्मिकता कि योजना बनाने के लिए स्वयं को अनुशासित करने में मदद करें।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day29":
      content = {
        passage: "क्योंकि यदयपी हम शरीर में चलते फिरते है, तौभी शरीर के अनुसार नही लडते। क्योंकि हमारी लडाई के हथियार शरिरीक नही, पर गढों को ढा देने के लिए परमेश्वर के व्दारा सामर्थी है। इसलिए हम कल्पनाओं का और हर एक उंची बात का, जो परमेश्वर की पहिचान के विरोध में उठती है खंडन करतें है; और हर एक भावना का कैद करके मसीह का अज्ञाकारी बना देते है।" +
        "captive to the obedience of Christ,",
        reference: "2 कुरिन्थीयों 10:3-5",
        translation: "HINDI-BSI",
        theme: "आध्यात्मिक युद्ध",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं एक योध्दा हॅुं जो अंधःकार से लड रहा हुँ।",
        para2: "मैं अपनी देह पर निर्भर नही हॅुं बल्की परमेश्वर की आत्मा पर।",
        para3: "घमंडी विचारों को नष्ट करने मैं सक्षम हूँ।",
        para4: "मैं अपने विचारों को बंदी बनाकर मसीह के अधीनता में लाता हुँ।",
        para5: "जो परमेश्वर के विरोध में खडा होता है उसके विरोध में खडे होने आप को तैयार किया गया है।",
        para6: "धोकेबाज के विरोध को ढाहने के लिए आपके शब्द सत्य के हथियार है।",
        para7: "आप परमेश्वर के ज्ञान से अंधःकार के विरोध में लडनेवाले एक योध्दा हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "स्वर्गीय पिता, मुझे याद दिलाते है कि मैं मेरे शरीर में आत्मिक युध्द न लडने के लिए बल्की मेरे भितर पवित्र आत्मा के सामर्थ का प्रयोग करूं। मुझे आपके वचन के अधिकार के साथ मुर्खतापुर्ण सोच के विरोध एक योध्दा के रूप में लडने का साहस दें। मुझे याद दिलाए कि मेरे पास यह चुनने कि शक्ति है कि मैं क्या सोचता हॅुं, क्या कहता हॅु और क्या करता हॅुं। जो आपके विरोध में खडे होते हैं उनके विरोध में खडे होने के लिए मेरी सहायता करें।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day30":
      content = {
        passage: "क्योंकि परमेश्वर ने हमें भय की नही पर सामर्थ और प्रेम और संयंम कि आत्मा दी है।",
        reference: "2 तीमुथीयुस 1:7",
        translation: "HINDI-BSI",
        theme: "आध्यात्मिक युद्ध",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं हरक्षण परमेश्वर की सामर्थ और प्रेम से भरा रहता हुँ।",
        para2: "मैं हिम्मत और साहस रखनेवाला व्यक्ती हुँ।",
        para3: "मुझे क्रमबध्द और अनुशासीत मन का वरदान दिया गया है।",
        para4: "मैंने अंधकार को हटाया है और उजियाले को परिधान किया है।",
        para5: "आपमें कोई डर नही, आप जानते हो के उसके उजियाले के शस्त्रों से आपको ढांका है।",
        para6: "आप उसके सामर्थ से भरें हुए हो और वह आपके जीवन से अपने प्रेम को उंडेलता है।",
        para7: "उसके सामर्थ और प्रेम में चलकर आपने आपके अंधःकार के कामों को ना कहा है।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद आपके सारें उन अदभुत् वरदानों के लिए जो आपने मुझे दिए जो मेरी सहायता करतें है भय, चिंता, और निराशा पर एक विजयी जीवन जीने के लिए। आपने मेरे हृदय में  अपनी जान डाल दी है। आपने मुझे पवित्र आत्मा कि सामर्थ दी और सबसे महत्वपुर्ण, मेरे पास मसीह का मन है। मुझे याद दिलायें कि विश्वास मेरे हृदय का सामर्थ है, और मेरे मन, इच्छा और भावना पर डर शैतान का सामर्थ है। मुझे यह याद रखने के लिए सहायता करें कि शरीर तो मृत्यु लाता है पर आत्मा पर निर्भर रहना जीवन और शांती लाता है।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    case "day31":
      content = {
        passage: "क्योंकि परमेश्वर का वचन जीवित, और प्रबल, और हर एक दोधारी तलवार से भी बहुत चोखा है; और प्राण और आत्मा को, और गाँठ-गाँठ और गुदे-गुदे को अलग कर के आर-पार छेदता है और मन की भावनाओं और विचारों को जाँचता है।",
        reference: "इब्रानियों  4:12",
        translation: "HINDI-BSI",
        theme: "आध्यात्मिक युद्ध",
        iAmTitle: "मैं हूँ और आप हो बयान",
        para1: "मैं उसके वचनों के सत्य के व्दारा परिवर्तीत हो गया हुँ।",
        para2: "मैं उसके वचनों के अधिकार व्दारा तैयार किया गया हुँ।",
        para3: "मैं प्रभावशाली रिती से उसके वचनों के सामर्थ को उपयोग करता हुँ।",
        para4: "मैं परमेश्वर के हाथ में अभ्यासु शस्त्र हुँ।",
        para5: "परमेश्वर का वचन आपमें जीवीत है, आप उसके सामर्थ का जीवीत रूप हो।",
        para6: "आपके विचार और आपकी मनसा परमेश्वर के वचनों व्दारा परिवर्तीत हुई है।",
        para7: "आप योध्दा हो, परमेश्वर के सामर्थी वचनों का उपयोग करने हेतु आप क्षमता और कौशल्य दोनों में निपुण हो।",
        para8: "",
        prayerTitle: "आज की प्रार्थना",
        prayer: "धन्यवाद ऐसे उपकरण हमें देने के लिए जिससे सचमुझ हम अपने आप के गहरे भागों को जान सकतें है। हमारी आँखे खोलने और प्रतिरोधक हृदय को बदलने में आपका सत्य अनंतकालीन और सामर्थी है। आपको धन्यवाद कि आपका वचन मेरे हृदय में गहरे प्रकाश को काट सकता है जो कि सबसे कठोर अंधेरे को भी छेदता है। क्योंकि आपका वचन जीवित है, हम सत्य बोल सकते है जो लोगों को अंदर से और बाहर से अनंतकाल के लिए बदलने में मदद करतें है।",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "शुरू",
      }
      break;
    // For navigation titles in Drawer
    case "drawer":
      content = {
        dailyReadingTitle: "आज का पठन!",
        selectedReadingTitle: "एक पढ़ने का चयन करें",
        languageSelectionTitle: "भाषा चयन",
        powerOfGodsWordTitle: "परमेश्वर के वचन की शक्ति",
        fiveVoicesInfoTitle: 'पाँच स्वर क्या हैं?',
        covenantTitle: "स्मृति वाचा",
        keyWordInfoTitle: "शब्दकोष",
        translationsUsedTitle: "उपयोग किए गए अनुवाद"
      }
      break;
    // for page keyWordDescription.js
    case "keyWords":
      content = {
        title: "प्रमुख शब्दों का अर्थ",
        para1: "अनुग्रहः दया और शांती हमारे साथ होगी, पिता से और यीशू मसीह से जो पिता का पुत्र है सत्य में और प्रेम में। 2 युहन्ना 1:3",
        para2: "अनुग्रहः केरिस- बिना योग्यता के परमेश्वर की परिपुर्णता को अनुभव करना जैसे वह कृपा देने हमारे अंदर झुक जाता है वह स्वःयं को हमारे लिए दे देता है उसकी उपस्तिथी से हमें आशिषीत करता है वह जो कुछ भी है हमारे लिए है।",
        para3: "आनंदः कारा- कृपा के कारण, रिश्तों से आनंद आता है, उसमें बने रहना, परमेश्वर की ओर का झुकाव हमें प्रेरित करता है की हम भी दुसरों की ओर झुके उनकी सेवा कर के। उल्हासित होना आनंद का फल है। आनंद का स्त्रोत पवित्रआत्मा है जो हम में वास करता है और हम मे से वास हैं।",
        para4: "हर्षीत होनाः परमेश्वर के अनुग्रह के प्रती जागरूकता और अनुभव हर्ष का कारण है, ऐसी स्तुती जो हृदय और मन को परमेश्वर की एकरुप संगती के लिए उत्तेजीत करती है।",
        para5: "विश्वासः पिसटिस- दिव्य प्रोत्साहन ",
        para6: "दयाः एलेओस- वाचा इमानदारी, प्रेम",
        para7: "शांतीः ऐअरन- संपुर्णता मे सभी अवश्य़क भागों में सहभागी होना (परमेश्वर की पुर्णता का उपहार)",
        para8: "धार्मिकताः डिकाइओसीन- अलौकिक संम्मती",
      }
      break;
    // For when a user selects a language in languageSelect.js
    case "languageSelection":
      content = {
        alert: "भाषा अपडेटेड हिंदी"
      }
      break;
    // For page passageSelector.js
    case "passageSelection":
      content = {
        passageSelectionTitle: "एक रीडिंग चुनें",
        theme1: "राज्य का रहना",
        theme2: "भगवान के शब्द का उपयोग कर",
        theme3: "साक्ष्य",
        theme4: "हमारे दिमाग का नवीनीकरण करें",
        theme5: "उसकी शक्ति में निवास करना",
        theme6: "नौकर का जीवन",
        theme7: "आध्यात्मिक युद्ध",
        verse1: "1 पतरस 2:9",
        verse2: "2 कुरिन्थीयों 5:20",
        verse3: "यशायाह 61:1",
        verse4: "मत्ती 28:18-20",
        verse5: "2 तीमुथियुस 2:1-2",
        verse6: "2 तीमुथियुस 3:16-17",
        verse7: "2 तीमुथियुस 2:15",
        verse8: "2 कुरिन्थीयों 1:20",
        verse9: "1 पतरस 3:15",
        verse10: "रोमियों 1:16",
        verse11: "1 कुरिन्थीयों 2:4-5",
        verse12: "इफिसीयों 4:22-24",
        verse13: "रोमियों 12:2",
        verse14: "फिलिप्पीयों 4:8",
        verse15: "रोमियों 8:5-6",
        verse16: "2 कुरिन्थीयों 5:16-17",
        verse17: "2 पतरस 1:3-4",
        verse18: "इफिसीयों 3:20",
        verse19: "युहन्ना 15:4-5",
        verse20: "फिलिप्पीयों 4:13 and \n गलातियों 8:37",
        verse21: "1 कुरिन्थीयों 6:19-20",
        verse22: "गलातियों 2:20",
        verse23: "फिलिप्पीयों 2:3-4",
        verse24: "2 कुरिन्थीयों 1:4",
        verse25: "इफिसीयों 2:10 and \n फिलिप्पीयों 2:13",
        verse26: "इफिसीयों 4:29",
        verse27: "इब्रानियों 13:15-16",
        verse28: "इफिसीयों 6:12-13",
        verse29: "2 कुरिन्थीयों 10:3-5",
        verse30: "2 तीमुथीयुस 1:7",
        verse31: "इब्रानियों 4:12"
      }
      break;
    // For page powerOfGodsWord.js
    case "powerOfGodsWord":
      content = {
        title: "हम में परमेश्वर के वचनों का सामर्थ",
        para1: "वचनों को याद करना परमेश्वर और परमेश्वर के वचनों को देखने के दृष्टीकोन को बदलकर मेरे मन को नया होने के लिए मेरी सहायता करता है।(रोमियों 12: 2) वचनों को याद करना अनुशासीत और क्रमबद्ध मन को बनाकर विचारों के नए मार्ग को तैयार करेगा। वचनों को याद करना मेरे मन को उपरी बातों पर मन लगाने में मेरी सहायता करेगा न की पृथ्वी की बातों पर।(कुल. 3: 1-3, फिल. 4:8) मैं मसीह के मन को विकसीत करूंगा।",
        para2: "परमेश्वर के विचार आपके विचार बन जाते हैं, उसके शब्द आपके शब्द बन जातें है, आप राज्य के अधिकार के साथ बात करना सिखते हो। सिध्दता और अधिकार के साथ बड़ा सोचें और बड़ी प्रार्थना करें।",
        para3: "प्रोत्साहित करने, डाँटने, तैयार करने और पीड़ीतों को सांत्वना देने आप परमेश्वर के श्वास (उसके वचन) को बोलोगे। (2 तिम. 3:16, यशा. 6:1)",
        para4: " वचनों को याद करना बचाव की ढाल को स्थापीत करने की क्षमता मुझे देता है, वचनों को याद करना बुराई और भलाई परखने मे मेरी सहायता करता है, मेरे हृदय और मन की रक्षा कर के शैतान की योजनओं और झुठ से सावधान करता है। (2 तिम. 4:2)",
        para5: "वचनों को याद करना जैसे परमेश्वर मेरे पापों को देखता है वैसे देखने में मेरी सहायता करता है, परमेश्वर के कभी न हारनेवाले प्रेम और क्षमा को समझने मे मेरी सहायता करता है।",
        para6: "वचनों को याद करना मसिह में मेरी नई पहचान को जीने और उसके राज्य में  मेरा मुल्य और उद्देश को समझने मुझे सक्षम करता है।",
        para7: "वचनों को याद करना मुझे त्यागमय प्रेम और सेवा कर के दुसरों के लिए मेरा जीवन देना इसका स्मरण दिलाता है।",
        para8: " वचनों को याद करना मै कौन हॅुं, मेरे पास क्या है, मैं क्या कर सकता हॅुं, मैं क्या करूंगा और हम साथ में मिलकर क्या कर सकतें हैं इस पर विश्वास करने में आत्मा के प्रोत्साहन को बढाता है।",
        para9: "वचनों को याद करना शरिर पर हावी होनेवाली आत्मा को चुनने की आपकी क्षमता में सुधार लायेगा, वचनों को याद करना भौतिक संसार के झुठे वायदों का प्रतिकार करता है। (2 कुर. 5:16)",
        para10: "वचनों को याद करना मेरे विचारों और मेरे बोलने को नियंत्रीत करने प्रेरित करेगा, दया, धीरज और आत्म-संयंम को चुनेगा। (इफि. 4:29, 5:4, गलातीयों 5:22)",
        para11: "वचनों को याद करना मुझे भय, चिंता, क्रोध, अक्षमा को ना कहना सिखायेगा, मुझे मेरे विचारों को बंदी बनाना और मेरी भावना और बोलचाल को नियंत्रीत करना सिखायेगा।  (2 कुर. 10:3-5)",
        para12: "वचनों को याद करना हमें परमेश्वर के वचनों को सही ढंग से काम में लाने प्रेरित और तैयार करेगा (2 तिम. 2:15) हम आत्मिक दृष्टी प्राप्त करेंगें, परमेश्वर के दिव्य ईच्छा और स्वभाव को जानने में सक्षम होंगें।",
        para13: "वचनों को याद करना हमें सुसमाचार साझा करने और परमेश्वर में हमारे विश्वास की रक्षा करने हमें सुसज्ज़ित करेगा। (1 पतरस 3:15, रोमियों 1:16) आप अपने और दुसरों के मन की सोच को समझने के लिए ज्ञान के साथ एक तैयार योध्दा होंगें। (इब्रा. 4:12)",
        para14: "वचनों को याद करना हमें एक सर्वकालीन परिपेक्ष्य विकसित करने में मदद करेगा। जो दिख रहा है वह अस्थयी है, किंतु जो नही दिख रहा है वह सर्वकालीन है। (2 कुर. 4:18)",
      }
      break;
    // For page translationsUsed.js
    case "translations":
      content = {
        title: "Translations",
        para1: "In the English language, to support easier memorization, you will find that not all the verses " +
        "are in the same version for the reasons below:",
        para2: "Each verse’s text was carefully compared with the original languages for accuracy and also consider " +
        "the cognates - the word’s root origins.",
        para3: "The verse’s translations was chosen based on its smoothness in presentation and orderliness of the " +
        "ideas as best understood in the Greek or Hebrew.",
        para4: "Translations were chosen with the purposed of helping you share God’s Word with others in a clear " +
        "and understandable way.",
        para5: "The following translations were used with permission:",
        para6: "ESV - English Standard version,",
        para7: "NASB - New American Standard",
        para8: "NIV- New International Version,",
        para9: "BSB - Berean Study Bible,",
        para10: "HCSB - Holman Christian Std. Bible,",
        para11: "BSV- Bible Study Version,",
        para12: "KJV- King James Version",
      }
      break;
      // for page fiveVoicesInfo.js
      case "voices":
        content = {
          title: "हमारे जीवन में 5 आवाजेंा",
          para1: "परमेश्वर ।",
          para2: "शैतान।",
          para3: "अन्य।",
          para4: "आप।",
          para5: "विश्वसीयों का प्रोत्साहन।",
          para6: "जीवन और मृत्यु की सामर्थ जीभ में है... नितीवचन 18:21",
          para7: "आज आप किसको सुन रहे हो ॽ",
          para8: "विश्वास सुनने से आता है और सुनना परमेश्वर के वचन से होता है।",
        }
        break;
    //Default text in case of no translations
    default:
      content = "इस पृष्ठ के लिए कोई अनुवाद नहीं मिला।";
      break;
  }

  return content;
}
