//Provides localization support for English Language
//  Takes page as an argument to determine which text is necessary

import {Alert} from 'react-native';

export default function ReturnMarathiText(page) {
  var content;
  switch(page){
    // From page covenant.js
    case "covenant": {
      content = {
        title: "वचन पाठ करण्या साठी माझा करार",
        para1: "परमेश्वराचे वचन पाठ करून, मी समझलो आहे की ऐकणे, पालन करने, आणि पवित्रआत्माच्या अगुवाई मधे चलण्या साठी मला तयार केले जाईल. नितीमत्वाला निवडण्यासाठी त्याचे वचन मला सामर्थ देईल. ते मला त्या वर प्रिती करण्यास, त्या वर निर्भर राहण्यास आणि त्याच्या मधे बनुन राहण्यास प्रेरित करेल. (योहान 14:21, 15: 4-5)",
        para2: "माझी ओळख निच्छित करण्या हेतु मी वचनाचा उपयोग करेन, त्या ओळखेला घोषीत करून मी आपल्या अधिकाराचा प्रयोग करून पाप, शरिर आणि संसारावर  प्रभुता प्राप्त करेन। माझ्या  व्दारे पवित्रआत्मा नियोजीत कार्यांनां पुर्ण करण्यासाठी  पाठ केलेले वचन वचन पवित्रआत्माची  मदत करतील. (रोमकरांस 8:37, 2 करन्थिकरांस 10: 3-5, इफिसीकरांस 2: 10, फिलमोन. 2: 13)",
        para3: "आत्मा मधे चालणे, त्याचे वचन माझी सहायता करतील कायळ करण्यास, सुधरण्यास, प्रोत्साहीत करण्यास, माझ्या आत मधे असलेल्या आशेची सुरक्षा करण्यास. मी प्रस्तुत करेन शिक्षा, वाईटाचा निषेध, सुधार, आणि नितिमत्वाच्या प्रशिक्षणात चांगल्या कामांसाठी इतरांनां तयार करणे. (2 तिम. 4:2, 2 तिम.3:16-17)",
        para4: "हे जाणुन की जीव्हेच्या वश मधे जीवन आणि मृत्यु चे सामर्थ आहे, मी परमेश्वरच्या वचनांना इतर लोकांच्या जीवनावर फुंकण्याची निवड करेन. मी देव राज्याची भाषा बोलेन. (नीतिसुत्रे 18: 21)",
      }
    }
    break;
    // For daily readings
    case "day1":
      content = {
        passage: "पण तुम्ही तर निवडलेला वंश, राजकिय याजकगण, पवित्र राष्ट्र, देवाचे स्वतःचे लोक असे आहात; हयासाठी की, ज्याने तुम्हाला अंधकरांतुन काडुन आपल्या अद्भुत प्रकाशात पाचारण केले त्याचे गुण तुम्ही प्रसिध्द करावे.",
        reference: "1 पतरस 2:9",
        translation: "",
        theme: "परमेश्वराच्या राज्याचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी राजाच्या सेवेत राजकिय याजक आहे.",
        para2: "मी परमेश्वरा साठी बहुमुल्य आहे त्याने मला विकत घेतले आहे.",
        para3: "मला परमेश्वराच्या महानतेची घोषणा करण्यास नियुक्त केले आहे.",
        para4: "त्याच्या प्रकाशात चालण्या करीता मला परमेश्वरा व्दारा निवडीले आहे.",
        para5: "तुम्ही परमेश्वरा व्दारा निवडीले गेले आहात आणि त्याचे विशेष अधिकारी आहात.",
        para6: "जसे तुम्ही प्रकाशात चालता तुमचे जीवन परमेश्वराच्या चांगुलपणाला प्रगट करते.",
        para7: "तुम्ही राजाचे याजक आहात आणि तुम्हाला त्याला गौरव देण्यास तैयार केले आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मला निवडण्यासाठी धन्यवाद, मला माझ्या अंधकारातुन सोडवुन प्रकाशात आणि सत्यामधे आणण्यासाठी धन्यवाद. राजाचा याजक होण हे माझ्या विषेश कामासाठी धन्यवाद. धन्यवाद मला आपला समुदाय बनवुन महान राज्याच्या उददेशासाठी तयार करण्यासाठी. धन्यवाद मला आपल्या अद्भुतते कडे संकेत करण्यासाठी निवडले.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day2":
      content = {
        passage: "म्हणुण देव आमच्या कडुन विनवत असल्यासारखे आम्ही ख्रिस्ताच्या वतीने वकिली करतो; देवा बरोबर समेट केलेले असे तुम्ही व्हा, अशी आम्ही ख्रिस्ताच्या वतीने विनंती करतो.",
        reference: "2 करिन्थ 5:20",
        translation: "",
        theme: "परमेश्वराच्या राज्याचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "परमेश्वराच्या राज्यासाठी मी एक राजदुत आहे.",
        para2: "मी जगासाठी परमेश्वराचा प्रतिनिधी आहे.",
        para3: "परमेश्वर माझ्या व्दारे इतरां कडे पहोचतो.",
        para4: "मला लोकांना परमेश्वरा जवळ आणण्यासाठी निवडिले आहे.",
        para5: "तुम्हाला लोकांना परमेश्वरा जवळ आणण्यासाठी निवडिले आहे.",
        para6: "तुम्ही लोकांना परमेश्वर कसा दिसतो हे दाखवता.",
        para7: "तुमच्या शब्दांत परमेश्वराचा अधिकार आहे तुमचे शब्द समयानुसार आहेत. तुमचे शब्द आरोग्य आणते आणि लोकांना परमेश्वरा जवळ आणतात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मला तयार करून अपला प्रतिनिधी बनवुन एक तुटलेल्या जगात पाठवण्यासाठी धन्यवाद. जे तुझ्या पासुन आणि एकमेंकां पासुन विभक्त झाले आहेत त्यांच्यासाठी सखोल विचार करण्यासाठी माझी सहायता कर .मला तुझी क्षमा, आशा, एकता, आणि स्वतंत्रतेचे शब्द दे. तुझ्या आणि मनुष्यामध्ये तुटलेल्या संबंधाला बनवण्यासाठी मला साहस देऊन माझी मदत कर. जेव्हा ते मला पहातील तेव्हा त्यांना तुझी ओळख होवो.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day3":
      content = {
        passage: "प्रभु परेश्वराचा आत्मा माझ्यावर आला आहे; कारण दिनांना शुभवार्ता सांगण्यासाठी परमेश्वराने मला अभिषेक केला आहे; भग्न हृदय जनांना पटटी बांधावी धरून नेलेल्यांना स्वातंत्र व बंदिवानांना बंदमुक्त करावे म्हणुण त्याने मला पाठवले आहे.",
        reference: "यशाया 61:1",
        translation: "",
        theme: "परमेश्वराच्या राज्याचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी परमेश्वराच्या आत्माच्या सामर्था सह जुडलो आहे.",
        para2: "हताश लोकांसाठी मी शुभवर्तमानाचा एक संदेंशवाहक आहे.",
        para3: "खिन्न हृदयांनां मदत करण्यासाठी आणि सांत्वना देण्यासाठी मला पाठवीले आहे.",
        para4: "माझे शब्द सैतानाच्या कैदिंना स्वतंत्रता देतात.",
        para5: "तुम्ही परमेश्वराच्या आत्म्याने अभिषीक्त आहात. तुम्ही खिन्न हृदयांनां आरोग्य देता. तुमचे शब्द कैदिंना स्वतंत्रता देतात.",
        para6: "आणि सैतानाच्या खोटया अंधारावर प्रकाश टाकते.",
        para7: "तुमचे शब्द बंधनात जे आहेत त्यांना स्वतंत्रता आणि खिन्न हृदयांनां आशा प्रदान करतात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "धन्यवाद माझ्यावर आणि माझ्यात पवित्र आत्म्याच्या सामर्थासाठी. होऊ दे की तुझ्या वचनांचे  सामर्थ माझ्या व्दारे जेव्हा बोलले जाईल त्याने जे भग्न होऊ पापाचे बंदी बनले आहेत त्यांच्यासाठी आशा आणि स्वतंत्रता येवो. पापांची मुळे ओळखण्यासाठी माझी सहायता कर ज्याने, मी ज्योती आणि सत्याच्या स्वतंत्रात लोकांना येण्यासाठी सहायता करू शकेन.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day4":
      content = {
        passage: 'तेव्हा येशु येऊन त्यांना म्हणाला, स्वर्गात आणि पृथ्वीवर सर्व अधिकार मला दिला आहे; यास्तव तुम्ही जाऊन सर्व राष्ट्रांना शिकवा; त्यांना शिष्य करा, त्यांना शिक्षण दया, आणि पित्याच्या, पुत्राच्या व पवित्र आत्म्याच्या नावाने बापतिस्मा दया. ज्या सर्व गोष्टी मी तुम्हाला आज्ञापील्या आहेत त्या पाळण्यास त्यांना शिकवा; आणि, पहा, युगाच्या समाप्तीपर्यंत मी सदोदित तुम्हा बरोबर आहे."',
        reference: "मत्ती 28:18-20",
        translation: "",
        theme: "परमेश्वराच्या राज्याचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी शिष्य तयार करणारे त्यास तयार करण्यासाठी निवडला गेलो आहे.",
        para2: "मी माणसांनां पकडणारा आणि त्यास त्याच्या नावाने बापतिस्मा देणारा आहे.",
        para3: "लोकांना शिकवण्यास आणि आज्ञापालन करवण्यास मला परमेश्वरा व्दारे पाठवीले आहे.",
        para4: "जसा मी परमेश्वराची सेवा करतो तो माझ्या सोबत सदा राहणार.",
        para5: "इतरांना परमेश्वरा कडे आकर्षीत करण्यासाठी तुम्हाला विभक्त केले आहे.",
        para6: "तुमचे शब्द परमेश्वराची आज्ञा पालन आणि त्याच्यावर प्रेम करणे स्मरूण देतात.",
        para7: "तुमच्या कडे हरवल्याल्यां साठी हृदय आणि राष्ट्रां करिता दर्शन आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "धन्यवाद की तु एका वेळी एक व्यक्ती करून तुझ्या राज्याच्या बांधणीसाठी आम्हाला निवडले. होऊ दे की स्वर्ग आणि नर्काची संवेदनशीलता मला सुवार्ता सांगण्यासाठी प्रेरित करो. मला असे डोळे दे की मी हरवलेल्यांना पाहु शकु, असे हृदय दे की मी त्यांना वेळ देऊन त्यांच्यावर प्रिती करावी. माझी सहायता कर की मी ख्रिस्ताची मृत्यु आणि पुनुरूथानास लज्जित होऊ नये. माझी निवड कर, माझा उपयोग कर. धन्यवाद पिता की तु सर्वकालीन बीज आमच्यात पेरीले आहे. लोकांच्या जीवनात अनंतकालच्या कापणी साठी मी पेरणी आणि सिंचन करण्यासाठी माझी सहायता कर.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day5":
      content = {
        passage: "माझ्या मुला, ख्रिस्त येशुच्या ठायी असलेल्या कृपेत बलवंत होत जा. ज्या गोष्टी पुष्कळ साक्षीदारांसमेत माझ्या पासुन ऐकल्या, त्या इतरांना शिकवण्यास योग्य अशा विश्वासु माणसांना सोपवुन दे.",
        reference: "2 तीमुथियुस 2:1-2",
        translation: "",
        theme: "परमेश्वराच्या राज्याचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "येशू ने पित्याच्या कृपेत मला मजबुत केले आहे.",
        para2: "जे काही मला दिले आहे ते मी इतरांना देतो.",
        para3: "शिष्य तयार करणारे त्यास तयार करण्यासाठी माझे पाचारण आहे.",
        para4: "जो व्यक्ती इतरांना शिकवतो मी त्याच्या साठी समर्पित आहे.",
        para5: "तुम्ही शिकवण्या साठी तत्पर आहात, तुम्ही पुरूष-स्त्री चे पुढारी",
        para6: "आहात तुम्ही तुमचे जीवन इतरां साठी दिले हे एक विश्वासयोग्यतेच उदाहरण",
        para7: "आहे पेरणी आणि त्यास पाणी देऊन तुम्ही परमेश्वराच्या राज्याला वेगळया स्थरा वर घेऊन जाण्यास समर्पित आहात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "आमच्या जीवनात त्या लोकांना पाठवण्यासाठी धन्यवाद जे ख्रिस्तात वाढण्यास मदत करतात. जसे तुम्ही आमच्या जीवनात आलात स्वतःला आमच्यासाठी दिले तशीच माझी सहायता कर की मी ही इतरांच्या जीवनात डोकावुन त्यांच्यासाठी माझे जीवन देवो. त्यांना कसे शिकवु हे मला दाखव की ते तसेच करतील. मला विश्वासयोग्य बनव जेणे करून मी ही आगामी नवी पीडीच्या विश्वासी लोकांस विश्वासयोग्य राहणं शिकवेन.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day6":
      content = {
        passage: "संपुर्ण पवित्रशास्त्र परमेश्वराच्या प्रेरणेने रचाले आहे. आणि सद्बोध, दोष दाखवणे, सुधारणुक, नितीशिक्षण हयाकरिता लाभदायक आहे, हयासाठी कि देवाचा भक्त पुर्ण हाऊन सर्व चांगल्या कामांसाठी सज्ज व्हावा.",
        reference: "2 तीमुथियुस 3:16-17",
        translation: "",
        theme: "परमेश्वराच्या वचनांचा उपयोग करणं.",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी इतरांसाठी एक मार्गदर्शक आणि एक मेंढपाळ आहे.",
        para2: "इतरांना प्रेरित करण्यासाठी मी परमेश्वराच्या वचनांचा उपयोग करतो.",
        para3: "शहाणपण आणि नितीमत्वात चालण्यासाठी मी इतरांची मदत करतो.",
        para4: "मला सर्व चांगले काम करण्यासाठी तैयार केले आहे.",
        para5: "तुमचे शब्द नितीमत्तेने भरलेले आहे. तुमचे शब्द परमेश्वराचा श्वास आहेत.",
        para6: "तुम्ही इतरांनां आज्ञापालन करण्यास प्रेरित करता. परमेश्वराच्या सत्या मधे चलण्यासाठी तुम्ही इतरांनां मार्गदर्शन करता.",
        para7: "तुम्हाला बरे आणि वाईट याची जाण आहे. चांगले कसे प्राप्त करायचे आणि चांगल्यामधे टिकुन कसे रहायचे हे तुम्हाला माहीत आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "माझ्या जीवा वर आणि आत्म्यावर जीवनाचा श्वास फुंकण्या साठी धन्यवाद. जीवंत वचनांच्या वरदाना बद्दल धन्यवाद जे मला योग्य आणि अयोग्य याची ओळख पटवुन चांगले कसे करायचे आणी चांगल्यात बनुन कसे राहायचे ह्यसाठी सहायता करते. धन्यवाद तुझी वचनं मला नितिमत्वात चालण्यासाठी तयार करतात, बनवतात, आणि तुझी सगळी चांगली कामं करण्यास मला सक्षम करतात.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day7":
      content = {
        passage: "तु सत्याने वचन नीट सांगणारा, लाज वाटण्यास कसलेही कारण नसलेला, देवाच्या पसंतीस उतरलेला कामकरी, असा स्वतःला सादर करण्यास होईल तितके कर.",
        reference: "2 तीमुथियुस 2:15",
        translation: "",
        theme: "परमेश्वराच्या वचनांचा उपयोग करणं.",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी परमेश्वरा साठी उपयोगी होण्या करिता आक्रमक तैयारी करित आहे.",
        para2: "मला परमेश्वराने स्विकारले आहे.",
        para3: "मी परमेश्वराच्या सत्यास सुरक्षीत ठेवण्यासाठी समर्पित आहे.",
        para4: "परमेश्वराच्या वचनांना कसे उपयोगात आणायचे त्या साठी मी जीम्मेदार आहे.",
        para5: "परमेश्वरा साठी कसे उपयोगी व्हाल या साठी तुम्ही खचुन तयारी करत आहात.",
        para6: "कोणता ही बहाणा न करता तुम्ही परमेश्वराचे वचन संभाळण्यास विश्वासयोग्य राहीलात.",
        para7: "संवेदनशीलतेने परमेश्वराच्या वचनांचा उपयोग करून तुम्ही परमेश्वराला आणि स्वतःला आदर मिळवुन दिलात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "माझी सहायता कर की माझा विश्वास खरा आणि भरोसेमंद असो. मी तुझ्या व्दारे स्विकृत हो मला लज्जित होण्याची काही गरज नाही कारण मी तुझ्या वचनांना कसे योग्य रीती ने उपयोगात आणण हे शिकलो आहे. माझी सहायता कर मी सर्वदा तुझ्या वचनांना या रीतीने उपयोगात आणावं की जे पवित्र आत्म्या व्दारा नेमलीले आहे ते पुर्ण व्हावे.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day8":
      content = {
        passage: "कारण आमच्याकडुन देवाचे वैभव प्रकट व्हावे म्हणुण देवाची सर्व अभिवचने त्याच्यामध्ये होय अशी आणि त्याच्यामध्ये आमेन अशी आहेत.",
        reference: "2 करिन्थी 1:20",
        translation: "",
        theme: "परमेश्वराच्या वचनांचा उपयोग करणं.",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "परमेश्वराच्या प्रतिज्ञा वर भरोसा करून मी परमेश्वराला गौरव देतो.",
        para2: "ख्रिस्ताच्या प्रतिज्ञा मला अधिकार आणि सामर्थ प्रदान करतात.",
        para3: "माझ्या शब्दां व्दारे ख्रिस्ताचे वचन निच्छित होते.",
        para4: "जे परमेश्वराचे वचन म्हणते ते मी करू शकतो आणि बनु शकतो.",
        para5: "तुमच्या शब्दांत स्वर्गीय अधिकाराचा रूबाब आहे, कारण ख्रिस्त तुम्हा मध्ये आहे.",
        para6: "परमेश्वराची प्रतिज्ञा तुम्हा मध्ये आणि तुम्हा व्दारे काम करत आहे, तुमचे जीवन त्याचे एक प्रमाण आहे.",
        para7: "ख्रिस्ताच्या प्रतिज्ञात तुमचा आत्मविश्वास पित्याला गौरव देत आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "धन्यवाद ख्रिस्ता व्दारे सर्व अभिवचनांचा वारसा तुम्ही मला दिला. तुमच्या अभिवचनांतुन दैनंदिन जीवनासाठी मला मिळालेल्या अधिकाराबद्दल धन्यवाद. तुम्हाला गौरव देर्इ्ल अशा अभिवचनांचा अधिकार घेऊन मला सामर्थाने चालण्याचा आत्मविश्वास दया.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day9":
      content = {
        passage: "तर ख्रिस्त प्रभु याला आपल्या अंतःकरनात पवित्र माना; आणि तुम्हामध्ये जी आशा आहे तीची विचारपुस करणारया प्रत्येक इसमाला उत्तर देण्यास नेहमी सिध्द असा; तरी ते सौम्यतेने व भिडस्तपणाने घ्या.",
        reference: "1 पेत्र 3:15",
        translation: "",
        theme: "साक्ष देण",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "माझ्या विश्वासाची रक्षा करून मी परमेश्वराला आदर देतो.",
        para2: "जे परमेश्वराला शोधतात त्यांची मदत करण्यास मी तयार आहे.",
        para3: "माझा त्याच्यावरचा आत्मविश्वास इतरां मधे आशा उत्पन्न करतो.",
        para4: "मी दयालु आणि धिरजवंत शिक्षक आहे.",
        para5: "तुमचे जीवन पवित्र परमेश्वराला आदर देते जो तुमच्या हृदयात जीवित आहे.",
        para6: "स्वतःला परमेश्वराच्या सत्याची रक्षा करण्यास तयार करून तुम्ही भले काम केले आहे.",
        para7: "तुम्ही सदा आदरपुर्ण आहात जेव्हा तुम्ही एखादयाला आत्मिक गोष्टींची समझ देता.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "प्रिय प्रभु माझी सहायता कर की जो विश्वास तु मला दिला आहेस त्याची रक्षा मी करू शकु, मी अनुशासित जीवन जगु शकु ज्याने तुला गौरव मिळो, तुझी पवित्रता, प्रेम, आशा जे तु माझ्या हृदयात टाकली जी मी तुझ्या शोधकांना सांगीतली त्यांच्यासाठी मी एक दयालु आणि संयंमी शिक्षक बनण्यासाठी माझी मदत कर.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day10":
      content = {
        passage: "मला ख्रिस्ताच्या सुवार्तातेची लाज वाटत नाही; कारण प्रत्येक विश्वास ठेवणारयाला ती तारण प्राप्त्यर्थ देवाचे सामर्थ असे आहे; प्रथम यहुदयानां आणि मग मुर्तिपुजकांना.",
        reference: "रोमकरांस 1:16",
        translation: "",
        theme: "साक्ष देण",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "परमेश्वराने मला निवडले आहे इतरांना त्याच्याकडे आणण्यासाठी.",
        para2: "मी परमेश्वराचे वचन इतरांना देण्यासाठी लाजत नाही.",
        para3: "मी उत्सुकतेने इतरांना परमेश्वराच्या प्रेमा विषयी सांगतो.",
        para4: "माझ्यात त्याचे वचन अनंतकालीन जीवनाचे सामर्थ आहे.",
        para5: "इतरांना परमेश्वराला जाणण्याच आमंत्रण देण्यास तुम्ही कधी लाजत नाही.",
        para6: "तुम्ही मोठया साहसाने परमेश्वराचे सत्य इतरांना ऐकवता.",
        para7: "तुमच्या जीवनदायी शब्दांने तुम्ही आशा आणि अनंत जीवनाला प्रदर्शीत करता.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "धन्यवाद सर्वकालिन जीवनाचे वचनांना मला सोपण्यासाठी. मी आभारी आहे की इतरांना जवळ आणण्यासाठी मला निवडले. माझी मदत कर की लोकांच्या व्देषाची भिती बाळगण्याऐवजी लोकांवर प्रेम करावं कारण ते अनंतकाळा विषयी आहे. मला असे नेत्र दे कि जुणेकरून मी हे जाणावं की कोण तुझा शोधक आहे आणि कोण तुझ्या वचनांना साहस आणि सामर्थाने सांगतात.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day11":
      content = {
        passage: "माझे भाषण व माझी घोषणा ज्ञानयुक्त अशा मन वळविणारया शब्दांची नव्हती तर आत्मा व सामर्थ यांची निदर्शक होती, यासाठी की तुमचा विश्वास मानवी ज्ञानाने नव्हे तर देवाच्या सामर्थाने असावा.",
        reference: "1 करिन्थ 2:4-5",
        translation: "",
        theme: "साक्ष देण",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "जेव्हा मी इतरांशी बोलतो, तेव्हा मी बढाई अथवा घमंड करत नाही.",
        para2: "जेव्हा मी बोलतो मी स्वतःच्या बुध्दीवर निर्भर राहत नाही.",
        para3: "माझे शब्द त्याच्या आत्म्या आणि सामर्था पासुन आहेत.",
        para4: "माझे शब्द इतरांना परमेश्वराच्या वचनांवर भरोसा करण्यास प्रेरित करतात.",
        para5: "तुमचे शब्द, तुम्ही स्वतःच्या बुध्दीवर निर्भर नाही हे दर्शवतात.",
        para6: "तुमचे शब्द प्रस्तुत करतात कि पवित्र आत्म्याचे सामर्थ तुमच्या व्दारे बोलते.",
        para7: "जसे जीवन तुम्ही जगता आणि ज्या प्रकारे तुम्ही बोलता ते इतरांना मनुष्यांवर नव्हे तर परमेश्वरा वर भरोसा करण्यास उत्तेजीत करते.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "प्रिय पिता, माझी सहायता कर की मी माझ्या ज्ञानावर आणि कल्पनांवर निर्भर न राहावं, परंतु योग्य समयी प्रतिउत्तर देण्यास केवळ तुझ्या सत्यांचा उपयोग करून स्वतःला तयार करावं. माझी सहायता कर कि मी नम्रताने  स्वतःला पवित्र आत्म्याच्या सामर्थाला अर्पाव. मला तुझ्या आत्म्यासाठी संवेदनशील बनावं जेणेकरून मी पच्छात्ताप, आज्ञाकारिता आणि परिवर्तनासाठी इतरांना उत्तेजीत कराव. पवित्र आत्म्या व्दारे माझे वचन तुझे वचन व्हाव.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day12":
      content = {
        passage: "ते असे की, तुमच्या पुर्वीच्या आचरणासंबंधी जो जुना मनुष्य त्याचा तुम्ही त्याग करावा, तो कपटाच्या वासनांनी युक्त असुन नाशवंत आहे. तर तुम्ही आपल्या मनोवृत्तीत नवे व्हावे; आणि देवाने धार्मिकतेत आणि पवित्र सत्यात निर्माण केलेला नवा मनुष्य परिधान करावा.",
        reference: "इफिसीकरांस 4:22-24",
        translation: "",
        theme: "आपल्या मनाला नविन करणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "माझ्या पुर्व जीवनाला ना म्हणण्यास मी सक्षम आहे.",
        para2: "धोखेबाजी आणि भ्रष्ट कल्पनांना ना म्हणण्यास मी निवडले आहे.",
        para3: "मी माझ्या मनात आणि आत्म्यात नविन बनवलो गेलो आहे.",
        para4: "परमेश्वर त्याची नितिमत्ता आणि पवित्रता मज सोबत वाटतो.",
        para5: "तुम्ही जे स्वतःस बनवले ते मृत आहे, तुम्ही जे परमेश्वराने बनवले ते स्वतंत्र आणि सामर्थी आहे.",
        para6: "तुमच्या मनाला त्याच्या आत्म्या व्दारे स्वतंत्र केल गेलं आहे, आणि तुम्ही ख्रिस्ताच्या मनाला मिळवु शकता.",
        para7: "परमेश्वराची आत्मा तुम्हाला मदत करत आहे की तुम्ही समझदारी आणि सामर्थाच्या नव्या स्तराला प्राप्त कराल.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "तुझी नितीमत्ता आणि पवित्रता माझ्याशी वाटण्यासाठी धन्यवाद ज्याने मी माझ्या जुन्या पापमय स्वभावाला दुर करू शकु. हे माझ्या कल्पनेच्या बाहेर आणि मागण्यापेक्षा जास्त आहे तु मला आतुन नविन व्यक्ती बनवलं आहे. तु म्हणालास कि तु मला नविन आत्मा आणि नविन मन पण दिले आहेस, पवित्राई मध्ये तुझ्या समान बनवण्यासाठी माझी निवड केलीस. धन्यवाद तुझ्या उपहारांची भरपुरी मला देण्यासाठी.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day13":
      content = {
        passage: "या युगाबरोबर समरस होऊ नका; तर आपल्या मनाच्या नविकरणाने स्वतःचे रूपांतर होऊ दया, यासाठी की देवाची जी उत्तम, ग्रहणीय व परिपुर्ण इच्छा, ती काय आहे हे तुम्ही समजुन घ्यावे.",
        reference: "रोमकरांस 12:2",
        translation: "",
        theme: "आपल्या मनाला नविन करणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मला जगाचे अनुकरण न करण्यासाठी निवडले आहे.",
        para2: "मनाच्या नविनीकरनाने मी परिवर्तीत झालो आहे.",
        para3: "मी परमेश्वराच्या चांगल्या आणि स्विकृत ईच्छेत जगत आहे.",
        para4: "मी परमेश्वराच्या इच्छेला पारखले आणि सिध्द असे अढळले आहे.",
        para5: "तुमचे जीवन तुमचे मन पवित्र आत्म्याच्या नियंत्रणात आहे हे दर्शवीते.",
        para6: "ख्रिस्तात तुमच्या परिवर्तनाने तुम्हाला समझोत्या शिवाय जगण्यास प्रेरित केले आहे.",
        para7: "तुमच जीवन सिध्द करते कि परमेश्वराच्या पध्दतीने जगणे चांगले, उत्कृष्ट आणि सिध्द आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मला जग आणि त्याच्या विचलीत करण्यारया प्रभावापासुन स्वतंत्र होण्याचा मार्ग दिखवल्या बद्दल धन्यवाद. मी तुझ्या जीवनाच्या सिध्दांतांची जगाबरोबर तुलना करून पारखल आणि त्यास खरं आणि योग्य असे जाणीले. तुझ्या मदतीने मी रूढीवादाचा सामना करेन, आणि वेगळा विचार करणं आणि जगणं निवडेन.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day14":
      content = {
        passage: "शेवटी बंधुजनहो, ज्या गोष्टी सत्य आहेत, ज्या गोष्टी प्रामाणीक आहेत, ज्या गोष्टी न्याय आहेत, ज्या गोष्टी अनंददायक, प्रशंसनीय आहेत, जो काही सद्गुण आहे, जी कही स्तुती आहे अशा गोष्टी विषयी मनन करा.",
        reference: "फिलैप्पेकरांस 4:8",
        translation: "",
        theme: "आपल्या मनाला नविन करणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी माझ्या मनाला सत्यात वास करण्यास कार्यशील केले आहे.",
        para2: "मी असे जीवन जगतो ज्याने परमेश्वराला गौरव मिळतो.",
        para3: "मी शुध्द आणि आदरनीय विचारानां समर्पित आहे.",
        para4: "परमेश्वराला आदर देण्यास मी अपल्या जीवनात आणि विचारांत संवेदनशील आहे.",
        para5: "तुमचे जीवन शुध्दता, सत्य आणि अप्रतीमतेचे प्रमाण देते.",
        para6: "तुमच्या दयायेची आत्मा लोकांना प्रेरित करते कि त्यांनी मौल्यवान सत्यास धरून रहावे.",
        para7: "तुमचे शब्द आणि कृती परमेश्वराच्या वैभवतेच्या खेलीचा आदर उत्पन्न करते.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "प्रभु, कृपा करून माझे विचार बदलण्यास आणि जसे मी आळस आणि तडजोड करणरया मना  विरोध्द उभा राहीन तेव्हा माझ्या विचारांस बंदी बनवण्यास मला साहस दे. माझी मदत कर त्या गोष्टी मध्ये बनुन राहण्यासाठी ज्या गोष्टी मला मी ख्रिस्तात कोण आहे ते सांगतात. तुझ्या वचनांनी माझ्या मनाला धुण्याच्या अनुशासनाची निवड करण्यास माझी सहायता कर जेणेकरून मी तुझे विचार विचार करणे आणि बोलणे आरंभ करावे. माझ्या मनाला अंधःकारा ऐवजी प्रकाशाची निवड करण्यास माझी सहायता कर.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day15":
      content = {
        passage: "जे देहस्वभावाचे आहेत ते दैहिक गोष्टी कडे चित्त लावतात आणि जे अध्यात्मिक मार्गानुसारी आहेत ते आत्मिक गोष्टी कडे चित्त लावतात. देहाचे चिंतन हे मरण; आत्म्याचे चिंतन हे जीवन व शांती आहे.",
        reference: "रोमकरांस 8:5-6",
        translation: "",
        theme: "आपल्या मनाला नविन करणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी त्याच्या आत्म्यास हो आणि जगास ना म्हटलं आहे.",
        para2: "मी माझे मन त्याच्या उपस्थीत आणि सामर्थात लावले आहे.",
        para3: "मी हे निवडले कि त्याची आत्मा माझ्या आत जगो.",
        para4: "मी त्याच्या जीवनाने, शांतीने आणि विश्रामाने भरलो आहे.",
        para5: "तुमचे जीवन या गोष्टींचे प्रमाण आहे कि तुम्ही पवित्र आत्म्याच्या प्रभावात जगणं निवडले आहे.",
        para6: "तुमच्या पवित्र आत्म्यावर निर्भरतेने तुम्हाला सेवा करण्यास आणि सामर्थात चलण्यास तयार केले आहे.",
        para7: "कारण की तुम्ही त्याच्या आत्म्यास समर्पित आहात, तुम्ही शांती आणि विश्रामाचा अनुभव करत आहात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "माझ्या शरिरीक प्रलोभनांना नकारण्याचे सामर्थ मला देण्याकरिता धन्यवाद. माझी ओळख बनवीण्यासाठी मी माझ्या शरिराचा उपयोग करू नये त्यासाठी माझी मदत कर . माझ्या शरिराच्या विचारांना जीवन आणि आज्ञाकारीतेच्या शांतीत बदलुन माझ्या मनाला नवं करण्यास तुझ्या वचनांचा उपयोग करण्यास माझी मदत कर. मला पवित्र आत्म्याच्या साधेपणात  समर्पित होऊ दे। नितीमत्ता निवडण्यास माझी सहायता कर.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day16":
      content = {
        passage: "आतापासुन आम्ही कोणाला देहावरून ओळखत नाही; आणि जरी आम्ही ख्रिस्ताला देहावरून ओळखले होते तरी आता यापुढे त्याला तसे ओळखत नाही. म्हणुन जर कोणी ख्रिस्ताच्या ठायी आहे तर तो नवी उत्पती आहे; जुन्या गोष्टी होऊन गेल्या, पहा, त्या नव्या झाल्या आहेत.",
        reference: "2 करिन्थी 5:16-17",
        translation: "",
        theme: "त्याच्या सामर्थात बनुन राहणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी माझ्या भुतकाळापासुन स्वतंत्र आहे, जुना मी क्रुसीत झालो आहे.",
        para2: "वास्तवीक मी अदृश्य, सुंदर, सामर्थी आणि स्वतंत्र आहे.",
        para3: "मी त्याच्या आत्म्यात एक आहे, माझे शरिर मला परिभाषीत करत नाही.",
        para4: "माझ्या शरीराला जेव्हा मी भुतकाळात पाहतो- मी परमेश्वराचा गौरव माझ्या आत पाहु शकतो.",
        para5: "जे तुम्ही जे परमेश्वराने बनवले आहे ते प्रति-दिन जास्तीत जास्त स्पष्ट होत राहीले आहे.",
        para6: "तुम्ही अतीत पाहण्याची क्षमता राखता जे व्यक्तीच्या हृदयात बाहरी रूपाने आहे.",
        para7: "परमेश्वरीय नव्या जीवनाला तुमच्या आत विकसीत होऊ देत आहात हे चांगलं काम तुम्ही करत आहात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "धन्यवाद आमच्या ओळखेत आमच्या देहापेक्षा अधिक खुप काही आहे. आमच्या तुटलेल्या पापमय भुतकाळाला येशु बरोबर क्रुसावर मारण्यासाठी धन्यवाद. माझी सहायता कर कि मी नवी सृष्टीचा अर्थ समजु शकु, आणि माझ्या आत उत्पन्न झालेल्या नवीन व्यक्तीमत्वाला अलींगन करो. धन्यवाद की आता मी प्रती-दिन जीवनाच्या नवेपणात चालु शकतो, आणि माझा भुतकाळ माझ्यावर हावी नाही होणार.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day17":
      content = {
        passage: "ज्याने तुम्हाआम्हाला आपल्या वैभवासाठी व सात्विकतेसाठी पाचारण केले त्याच्या वशिल्याच्या व्दारे, त्याच्या दैवी सामर्थाने, जीवनास व सुभक्तीस जे सर्व काही आवश्यक ते आपल्याला दिले आहे.",
        reference: "2 पेत्र 1:3",
        translation: "",
        theme: "त्याच्या सामर्थात बनुन राहणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी त्याच्या अलौकिक स्वभावाने आणि सामर्थाने भरलो आहे.",
        para2: "मजकडे सर्वकाही आहे मला परमेश्वरिय जीवन जगण्याची गरज आहे.",
        para3: "मी त्याच्या गौरवात आणि अप्रतिमतेत बोलावलो आहे.",
        para4: "त्याला ओळखुन मी विचलीत होण्यापासुन बचावलो आहे.",
        para5: "तुमचे परमेश्वरा बरोबर चालणे तुम्हाला त्याच्या जीवनात, गौरवात आणि अप्रतिमतेत सहभाग करते.",
        para6: "परमेश्वराच्या प्रतिज्ञा आणि सामर्था ने तुम्हाला त्याच्या समान होण्यास आणि त्याच्या समान जगण्यास स्विकृती दिली आहे.",
        para7: "तुम्ही त्याला जाणता हयासाठी परमेश्वरा ने त्याला गौरव देणारे जीवन तुम्हाला दिले आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मला ईश्वरीय जीवन जगण्यास जे जरूरी आहे ते सर्व देण्यासाठी धन्यवाद. जसे मी तुला ओळखले मी जाणीले की तुझे उपहार माझ्या सर्व गरजांसाठी पुर्ण आणि सिध्द आहे. मला तुझ्या गौरवात पुर्णपणे वाटेकरी होण्याची अनुमती देण्याची तुझी इच्छा खरोखर उदार आहे जी माझ्या योग्यतेपेक्षा जास्त आणि विचारांच्या पलीकडे आहे.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day18":
      content = {
        passage: "आमच्यामध्ये कार्यरत असलेल्या शक्तीप्रमाणे आम्ही जे काही मागतो किंवा कल्पीतो त्यापेक्षा पुष्कळच अधिक करण्यास जो समर्थ आहे.",
        reference: "इफिसीकरांस 3:20",
        translation: "",
        theme: "त्याच्या सामर्थात बनुन राहणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी उच्च आणि असाधारण जीवन जगण्यास बोलावला गेलो आहे.",
        para2: "महान काम करण्यास मी त्याच्या सामर्था व्दारे तयार केला गेलो आहे.",
        para3: "मोठा विचार करणं, मोठा मागणं, आणि मोठी घोषणा करण्यास माझ्यात सुधार आला आहे.",
        para4: "परमेश्वर माझ्यात आणि माझ्या व्दारे महान काम करण्याची निवड करतो.",
        para5: "परमेश्वराने तुम्हाला तुमच्या कल्पनांच्या पलीकडे सामर्थी रूपाने उपयोग करण्यास योजीले आहे.",
        para6: "परमेश्वर तुमची कल्पना आणि प्रार्थना घेऊन सर्वकालीन गोष्टींना करणार आहे.",
        para7: "तुम्हाला महान गोष्टी करण्यास बोलावले आहे ज्या परमेश्वरा कडे संकेत करतील आणि त्याला गौरव देतील.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मी तुझी स्तुती करतो की तु मला एका साधारण जीवनातुन पाचरण केले आणि तुझ्यासाठी महान काम करण्यासाठी सामर्थाने तयार केले. माझी सहायता कर की मी मोठा विचार करावा, मोठी प्रार्थना करावी, आणि विश्वासा व्दारे तुझ्या राज्यात महान गोष्टींची घोषणा करावी. पवित्र आत्मा जो माझ्या आत काम करतो, जेव्हा मी त्याला समर्पित होतो तेव्हा तु निवडुन सामर्थ रीती ने उपयोग कर.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day19":
      content = {
        passage: "तुम्ही माझ्यामध्ये रहा आणि मी तुमच्यामध्ये राहीन. जसे फाटा वेलात रहिल्यावाचुन त्याला आपल्याआपण फळ देता येत नाही तसे माझ्यामध्ये राहिल्यावाचुन तुम्हालाही देता येणार नाही. मीच वेल आहे, तुम्ही फाटे आहात, जो माझ्यामध्ये राहतो आणि मी ज्याच्यामध्ये राहतो तो पुष्कळ फळ देतो, कारण माझ्यापासुन वेगळे असल्यास तुम्हाला काही करता येत नाही.",
        reference: "योहान 15:4-5",
        translation: "",
        theme: "त्याच्या सामर्थात बनुन राहणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "त्यावर निर्भर राहण माझ्या उपयोगी होण्यास निच्छितता देते.",
        para2: "मी घनिष्ठतेने त्याच्या प्रेमाशी आणि सामर्थाशी जुडलो आहे.",
        para3: "मी कमजोर आणि तो बलवान आहे आम्ही एकत्र भरपुर फळे आणणार.",
        para4: "मी त्यावर निर्भर आहे, त्याच्या शीवाय मी काही करू शकत नाही.",
        para5: "तुमच्या कमजोरीला स्विकारून तुम्ही हे दर्शवले कि परमेश्वर जो ही आहे तुमच्या व्दारे असो.",
        para6: "परमेश्वराचे सामर्थ जे तुमच्या आत आहे त्यावर निर्भर राहण्याने तुम्हाला बलवंत आणि फलदायी बनवलं आहे.",
        para7: "त्याच्यात बनुन राहण निवडुन तुम्ही सत्य परमेश्वरिय स्त्रोताशी जुडला आहात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "धन्यवाद जेव्हा बलहीन असतो तु सामर्थी आहेस, मी जाणतो की तुझ्यावर निर्भर राहणं माझी विश्वासयोग्यतेची निच्छीतता दाखवते. माझी सहायता कर की मी माझ्या कमजोरींना स्विकार करावं जेणेकरून तु जो माझ्या व्दारे होऊ पहातोस ते हो. माझी सहायता कर की मी जाणावं कि तुझ्यात कसं टिकाव जेणेकरून मी सत्य ईश्वरीय स्त्रोतात प्रवेश करू शकेन. मला माझा बळाने करणारया सर्व प्रलोभनांपासुन वाचव.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day20":
      content = {
        passage: "जो ख्रिस्त मला सामर्थ पुरवतो त्याच्या व्दारे मी सर्व काही करू शकतो सकता.",
        passage2: "उलट पक्षी ज्याने आपल्यावर प्रिती केली त्याच्या योगे या सर्व गोष्टीत आपण विशेष विजयी आहोत.",
        reference: "फिलैप्पैकरांस 4:13",
        reference2: "रोमियो 8:37",
        translation: "",
        translation2: "",
        theme: "त्याच्या सामर्थात बनुन राहणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी आत्म्या बरोबर एक आहे, आत्मा मज सोबत आहे.",
        para2: "मी त्यामधे आणि तो माझ्यामधे आहे, मी एक विजेता आहे.",
        para3: "माझ्या विजया साठी मी पुर्णपणे त्यावर निर्भर आहे.",
        para4: "त्याच्यात मी जयवंत, दौड पुर्ण करणारा विजेता आहे.",
        para5: "तुमच्या परमेश्वरावर निर्भरतेने त्याच्या राज्यासाठी महान कार्य करण्यास तुम्हाला स्वातंत्र केले आहे.",
        para6: "तुमच्या त्याच्यात बनुन राहण आणि त्याच्याशी जुडुन राहण्याच्या पसंतीने तुम्हाला एक प्रभावशाली योध्दा बनवले आहे.",
        para7: "परमेश्वराच्या प्रेमात बनुन रहण्यामुळे तुम्हाला तुमच्या समस्यांवर सामर्थ आणि विजय प्राप्त झाला आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मी आभारी आहे कि माझ्यासाठी तुझे प्रेम आणि माझ्या जीवनात तुझे सानिध्य मला विजयी होण्याची निच्छितता देते. माझी सहायता कर कि मी सर्वदा स्वतः वर नाही तुझ्यावर निर्भर रहावं आणि तुझ्या सामर्थात चालुन तुझ्या राज्यासाठी महान काम करावं. धन्यवाद तु हे संभव केले की तुझ्या आत्म्या बरोबर मला एक केले आणि असा योध्दा बनवीले जो विजयात आपली शर्यत पुर्ण करतो.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day21":
      content = {
        passage: "तर काय? तुमचे शरीर, तुमच्यामध्ये वसणारा जो पवित्र आत्मा देवापासुन तुम्हाला मिळाला आहे त्याचे मंदिर आहे हे तुम्हाला माहित नाही काय? आणि तुम्ही स्वतःचे मालक नाही; कारण तुम्ही मोलाने विकत घेतलेले आहात; यास्तव तुम्ही देवाने दिलेल्या आपल्या शरीराने व आत्म्याने देवाचे गौरव करा.",
        reference: "I करिन्थी 6:19-20",
        translation: "",
        theme: "त्याच्या सामर्थात बनुन राहणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी परमेश्वराचे मंदिर आहे आणि परमेश्वराचा आत्मा माझ्यामधे वास करतो.",
        para2: "माझ्यावर परमेश्वराचा अधिकार आहे, मी स्वतःचा नाही.",
        para3: "मला परमेश्वराला गौरव देण्यासाठी विकत घेतले आहे.",
        para4: "मी असा व्यक्ती आहे ज्यामधे परमेश्वर वास करितो.",
        para5: "परमेश्वरने तुम्हाला त्याचे मंदिर बनवले आहे आणि परमेश्वराची की आत्मा तुम्हा मधे वास करते.",
        para6: "परमेश्वराला गौरव देण्या साठी तुम्हाला त्याच्या पुत्राच्या रक्ताने विकत घेतले आहे.",
        para7: "कारण तुम्ही परमेश्वराचे आहात, परमेश्वर ख्रिस्ता मधे तुमच्या सर्व गरजा पुर्ण करता कारण तुम्ही परमेश्वराचे आहात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "हे समझण की मला ख्रिस्ताच्या रक्ताने विकत घेतले, माझ्यात वस्ती करण्याचे ठरवीले, जसे की मी त्याचे मंदिर होते, हे माझ्या विचारांच्या पलीकडे आणि माझ्या सर्व कल्पनांच्या वर आहे. मी जाणतो कि तु मला तुला गौरव देण्यासाठी विकत घेतले आहेस, जेणेकरून लोकांची हे समझण्यास मदत हो कि एक व्यक्ती जेव्व्हा तुझा विशेष उत्तराधिरी बनतो तेव्हा कसा दिसतो आणि तु त्याच्यात कसा वास करतोस. मला दत्तक घेण्यासाठी मी तुझी स्तुती करितो. मी जाणतो मी तुझा आहे आणि तु माझा सांभळ करशील.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day22":
      content = {
        passage: "मी ख्रिस्ताबरोबर वधस्तंभावर खिळलेला आहे; तरीही मी जगतो, आणि मी नव्हे तर ख्रिस्त माझ्या ठायी जगतो; आणि आता देहामध्ये जे माझे जीवन आहे, ते ज्याने माझ्यावर प्रिती केली आणि माझ्यासाठी स्वतःला दिले त्या देवाच्या पुत्रावरिल विश्वासाच्या योगे आहे.",
        reference: "गलातीकरांस 2:20",
        translation: "",
        theme: "त्याच्या सामर्थात बनुन राहणं",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी ख्रिस्ता बरोबर मेलो आहे, माझा जुना मनुष्य चांगल्या साठी मेला आहे.",
        para2: "माझ्या देहात मला पुत्रावर विश्वास करून जगण्याची अवश्वकता आहे.",
        para3: "मी किती बहुमुल्य आहे कि तो माझ्यातुन जगतो.",
        para4: "मी परमेश्वराच्या बलीदानी आणि विश्वासयोग्य प्रेमाचा वारस आहे.",
        para5: "जसा ख्रिस्त मारला गेला तसेच तुम्हाला वधस्तंभी जायचं आहे, जसा ख्रिस्त विश्वसा व्दारे जगला तसेच तुम्हाला विश्वसा व्दारे जगायच आहे.",
        para6: "त्याच्या मृत्युने परमेश्वराने त्याचे जीवन तुम्हाला दिले आहे आणि जुने मनुष्यत्व पुर्णतः गेले आहे.",
        para7: "तुम्ही ख्रिस्तासह मेले आहात आणि आता त्याच्या तुमच्यासाठी केलेल्या बलीदानाच्या प्रेमात तुम्ही विश्राम करित आहात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मी जाणतो कि जर मला नविन जीवन जगायचं आहे तर जुन्यासाठी मरायला हवं. हे खुप अद्भुत आहे कि तुजकडे योजना होती कि तु माझा जुना पापमय स्वभाव काढुन तुझ्या पुत्राचे  जीवन मला देशील. मला वधस्तंभाच्या कार्यास  अलीगंण करणारा विश्वास देण्यासाठी धन्यवाद, ख्रिस्तासह मरण मला पुनुरूथ्थीत जीवन प्रदान करते, मी तुझी स्तुती करतो तुझ्या प्रेमाच्या कार्यासाठी जे मला माझ्या देहापासुन सोडवीते.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day23":
      content = {
        passage: "संघर्षाव्दारे किंवा मिथ्या डामडौलासाठी काहीही करू नये. तर मनाच्या लीनतेने प्रत्येकाने इतरांना आपणापेक्षा अधिक श्रेष्ठ मानावे; तुम्हातील प्रत्येकाने आपलेच हित पाहु नये. तर इतरांचेही हित पहावे.",
        reference: "फिलैप्पैकरांस 2:3-4",
        translation: "",
        theme: "एका सेवकाचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी नम्र आहे आणि स्वतःला इतरांस देण्यासाठी तयार आहे.",
        para2: "मी स्वतःपेक्षा जास्त इतरांच्या गरजांबद्दल विचार करण्यास तत्पर आहे.",
        para3: "माझ्यावर कोणाचे ध्यान येवो न येवो मी इच्छुकतेने सेवा करितो.",
        para4: "मला नाही परंतु परमेश्वराला गौरव देण्यासाठी मला नवं जीवन दिले आहे.",
        para5: "ख्रिस्ताच्या बलीदानी प्रेमाने तुमचे हृदय परिवर्तित केले आहे जेणेकरून तुम्ही ही तसेच जगाव.",
        para6: "तुम्ही एक नम्र सेवक आहात आणि स्वतःपेक्षा जास्त इतरांच्या गरजांबद्दल विचार करता.",
        para7: "तुमची सेवकवृत्तीची ईच्छुकता खरोखरच तुम्ही त्या सेवकांपैकी एक आहात हे प्रमाणीत करते.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "प्रिय परमेश्वर, आजची प्रार्थना महत्पुर्ण आहे जर मला ख्रिस्ता समान जीवन जगायच आहे, माझी इच्छा आहे की तु माझी मदत करावी त्या गोष्टींना करण्यासाठी ज्या प्रत्येक वेळेस माझ्यासाठी कठीण आहेत, मी जाणतो कि मला खुप नम्र व्हाव लागेल आणि स्वतः पेक्षा जास्त इतरांचा विचार करावा लागेल, निस्वार्थ सेवा करणं, इतरांच्या गरजेला स्वतःच्या गरजेपेक्षा जास्त प्राथमिकता देणं. बलिदानी प्रेमाची निवड करण्यासाठी माझ्या मनाला बदल जेणेकरून मी स्वइच्छेने माझे जीवन इतरांसाठी देऊ शकु. मी इतरांसाठी तुझा सेवक होण्याची निवड करितो.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day24":
      content = {
        passage: "तो आमच्यावरिल सर्व संकटात आमचे सांत्वन करतो, असे की ज्या सांत्वनांने आम्हाला स्वतः देवाकडुन सांत्वन मिळाले, त्या सांत्वनाने आम्ही आणि जे कोणी कोणत्याही संकटात आहेत त्यांचे सांत्वन करण्यास समर्थ व्हावे.",
        reference: "2 करिन्थी 1:4",
        translation: "",
        theme: "एका सेवकाचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी परमेश्वराच्या सुखांचा आणि संभाळ करणाचा नियमीत प्राप्तकर्ता आहे",
        para2: "इतरांच्या वेदनेत त्यांची मदत करण्यास माझे दुःख मला सहायता करतात.",
        para3: "जे समाधान परमेश्वर देतो त्याबरोबर मी इतरांची सहायता करण्यास तत्पर आहे.",
        para4: "माझ्या दुःखात त्याला गौरव आणि मला पारितोषीक हा परमेश्वराचा उद्देश आहे.",
        para5: "तुमच्या दुःखात तुमचे सामर्थ आणि तुमचा विश्वास इतरांना हिम्मत देतात.",
        para6: "तुमच्या परिक्षेत तुमचा परमेश्वरावरचा विश्वास हे दर्शवीतो की तुम्ही परमेश्वराच्या प्रितीला समझला आहात.",
        para7: "परमेश्वराने तुम्हाला तयार केले आहे कि तुम्ही इतरांच्या संदेहात, भयात आणि खिन्नतेत त्यांचे मार्गदर्शन करावे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मी दुःखांना निवडत नाही परंतु मला जाणीव आहे की माझ्या समस्यांव्दारे इतरांना सहायता आणि सांत्वना देण्याकरिता तु मला तयार करत आहेस. मला इतरांचे दुःख पाहण, आणि ऐकणं, आणि जसे तु माझे मार्गदर्शन करतोस तसेच त्यांच्या संदेहात, भितीत, तुटण्यात आशेला, बोलण्याचे अनुशासन देऊन माझी सहायता कर. होऊ दे, जे सामर्थ आणि विश्वास  माझ्यात जागृत केलेस ते इतरांच्या संकटी समयी, एक शांती आणि आशेची भेट बनो. मला येशुचे मुख, कान, आणि पाय बनण्यास माझी सहायता कर.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day25":
      content = {
        passage: "आपण चांगली कामे करावी म्हणुन ख्रिस्त येशुमध्ये निर्माण केलेले असे आपण त्याचे हातचे काम आहो; ती सत्कृत्ये आचरित आपण आपला आयुष्यक्रम चालवावा म्हणुन देवाने ती पुर्वी योजुन ठेवली.",
        passage2: "कारण इच्छा करणे व कृती करणे की तुमच्या ठायी आपल्या सत्ससंकल्पासाठी साधुन देणारा तो देव आहे.",
        reference: "इफिसीकरांस 2:10",
        reference2: "फिलिप्पैकरांस 2:13",
        translation: "",
        translation2: "",
        theme: "एका सेवकाचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "परमेश्वराची इच्छा पुर्ण करण्यासाठी जीवनाला परिवर्तीत करून मी परमेश्वराचे एक उदाहरण आहे.",
        para2: "मी परमेश्वराचे महान काम करण्यासाठी रचला गेलो आहे.",
        para3: "परमेश्वर त्याचे उत्तम काम माझ्या व्दारे करतो.",
        para4: "त्याचे काम करणसाठी मी त्याच्या सामर्थाने आणि ईच्छांनी भरलेलो आहे.",
        para5: "आरंभापासुन परमेश्वराने योजीले आहे की तो त्याचे उत्तम काम माझ्यात आणि माझ्याव्दारे करणार आहे.",
        para6: "परमेश्वराचे महान काम करण्याकरिता तुम्हाला रचलं आणि पुर्णपणे तयार केले गेले आहे.",
        para7: "परमेश्वरासाठी उत्तम काम करण्याची तुमची ईच्छा हे प्रगट करते की परमेश्वर तुमच्या हृदयात किती राज्य करतो.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मी उत्तेजीत आहे त्या गोष्टींसाठी ज्या तु माझ्या जीवनात बनवत आहेस जेणेकरून मी तुझी सेवा करावी. धन्यवाद तुझ्यासाठी काम करण्याची इच्छा आणि पवित्र आत्म्याचे सामर्थ देण्यासाठी. कृपाकरून मला तोडणं आणि आकार देण्याचे काम माझ्यात चालु ठेव, आणि तुझे उद्देश माझ्या जीवनात पुर्ण होण्यासाठीएक नम्र हृदय दे. धन्यवाद तु मला केवळ विश्वासाचे वरदानच नाही परंतु माझ्यात तुझ्या राज्याची सेवा करण्याचा उत्साहही जागृत केलास.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day26":
      content = {
        passage: "तुमच्या मुखावाटे कोणतेही अमंगळ भाषण न निघो, तर गरजेप्रमाणे अध्यात्मिक उन्नतीकरता जे काही उपयुक्त तेच मात्र निघो, यासाठी की जेणेकरून ऐकणारयानां कृपादान प्राप्त व्हावे.",
        reference: "इफिसीकरांस 4:29",
        translation: "",
        theme: "एका सेवकाचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "माझे शब्द प्रगट करतात की माझ्या मनाला आणि हृदयाला कोण चालवत आहे.",
        para2: "मी असा आहे ज्याचा उपदेश स्वास्थ आणि मदतगार आहे",
        para3: "माझे शब्द इतरांना उत्त्तेजीत करतात त्यांना निराश करत नाहीत.",
        para4: "त्याची आत्मा माझ्या व्दारे बोलते जेणेकरून माझ्या शब्दांने आरोग्य मिळावे.",
        para5: "तुमच्या शब्दांतुन हे प्रगट होते की तुम्ही इतरांच्या भावनीक आणि आत्मिक भलाईचा विचार करता.",
        para6: "तुमचे शब्द या गोष्टींचे प्रमाण देते की तुमच्यात येशु जीवंत आहे आणि तुम्ही त्याच्या आत्म्याच्या  नियंत्रणात आहात.",
        para7: "तुमचे शब्द अंधारात प्रकाश, निराशेत आशा आणि गडबडी मध्ये शांती घेऊन येतात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "आम्ही जाणीले आहे की केवळ तुजकडे जीवनाचे वचन आहे, आणि त्यास तु आमच्या जीवनात फुंकले आहे. आता होऊ दे की माझ्या शब्दांचा श्वास इतरांना जीवन प्रदान करो. धन्यवाद तुझ्या वचनांव्दारे तुझ्या विचारांचा विचार करतो आणि तुझ्या सत्यांची घोषणा करतो. माझे शब्द प्रेमा व्दारे परिवर्तित झालेल्या हृदयाचे प्रतिनिधित्व करते. होऊ दे कि माझे शब्द ज्ञान आणि दयायेने भरलेले आणि, आशा आणि आरोग्य आणणारे असावेत. होऊ दे कि माझे बोलणे सदा पवित्र आत्म्याच्या मार्गदर्शनात आणि नियंत्रणात असो.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day27":
      content = {
        passage: "यावरून आपण त्याच्याच व्दारे देवाला उपकारस्मरणरूपी यज्ञ निरंतर अर्पावा; हा यज्ञ त्याचे नाव स्वीकारणारया ओठांचे फळ असा आहे. परोपकार व दानधर्म करणे विसरू नका; कारण अशा यज्ञांनी देव सुंतुष्ट होतो.",
        reference: "इब्री 13:15-16",
        translation: "",
        theme: "एका सेवकाचे जीवन",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी त्याची आराधना करण्यास, त्यास प्रगट करण्यास, आणि त्याची सेवा करण्यास जीवित आहे.",
        para2: "मी लोकांना उत्साहित करणारा आणि त्यांना उत्तम उपहार देणारा आहे.",
        para3: "माझे हृदय परमेश्वराला देण्यास आणि त्याला उंचावण्यास मला रचले गेले आहे.",
        para4: "मी दिन-प्रतीदिन परमेश्वराच्या चांगुपणाची घोषणा करण्यासाठी माझ्या शब्दांचा उपयोग करतो.",
        para5: "तुमचे शब्द आणि इतरां-प्रती तुमची सेवकाई व्दारा परमेश्वर प्रसन्न आहे.",
        para6: "तुम्ही समझला आहात कि परमेश्वराच्या सेवेचा सर्वात उत्तम मार्ग स्वतःला इतरांसाठी देणं हाच आहे.",
        para7: "तुमची इतरां-प्रती सेवेची ईच्छुकता परमेश्वरा प्रती खरी प्रशंसा आणि आदराचे रूप आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "मी माझ्या मुख्याने, मनाने, आणि हृदयाने तुझी आराधना करण्याची निवड करितो. तु मला जीथे कोठे पाठवीतो तिथे मी तुझ्या नावाची घोषणा करण्याची निवड करितो. माझी प्रार्थना आहे तु माझी मदत कर लोकांना उत्साहित करण्यासाठी आणि माझ्या कृती आणि शब्दां व्दारे स्विकृती लाभो. माझी मदत कर कि मी स्वार्थी नव्हे तर त्याग करणारा बनाव. माझ्या हृदयाला बदल जेणेकरून मी असे जीवन जगु शकु ज्याने तुला गौरव मिळेल. तु वाढत जावो आणि मी घटत जावो.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day28":
      content = {
        passage: "कारण आम्ही मांस व रक्ताविरूध्द नव्हे तर ह्या जगाच्या राज्यांविरूध्द, दुष्ट शक्तिंच्या विरूध्द, ह्या जगातील अंधाराच्या अधिपतींच्या विरूध्द आणि उच्च स्थनातील आध्यात्मिक दुष्टतेच्या विरूध्द मलयुध्द करतो. कारण वाईट दिवसात तोंड देण्यासाठी तुम्ही सज्ज असावे म्हणुन, आणि ह्या सर्वांवर मात केल्यानंतर स्थिर राहण्यासाठी देवाची संपुर्ण शस्त्रसामग्री घ्या.",
        reference: "इफिसीकरांस 6:12-13",
        translation: "",
        theme: "आत्मिक मल्लयुध्द",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी एक योध्दा आहे जो दुष्टता आणि अंधःकाराशी से लढत आहे.",
        para2: "मी अंधःकाराच्या सामर्थाशी लढण्यास सक्षम आहे.",
        para3: "मी विजेता आहे. मी सैतानावर अधिकार घेतो.",
        para4: "माझा संघर्ष माझे देह हे नाही परंतु अंधःकाराचे सामर्थ आहे.",
        para5: "तुमचे पाचारण अदृश्य विद्रोही सेना आणि अंधःकाराशी विजयी युध्द करणं हे आहे.",
        para6: "तुम्ही सामना करण्यास, खंबिर राहण्यास, अधिकार घेण्यास, आणि अधिकाराची प्रभावशाली लढाई लढण्यास सक्षम आहात.",
        para7: "लोकांच्या जीवनात वास्तविक लढाई कोठे लढली जात आहे हे जाणण्यास सक्षम आहात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "माझी सहायता कर कि, माझ्या जीवनसाठी मी एक लढाईत आहे. मी माझ्या शत्रुच्या खोटयाला  समझुन त्याचा सामना करू शकु. माझी सहायता कर कि, मी विश्वासाच्या शस्त्राचा वापर करावे. तुझे शब्द आणि पवित्र आत्म्याचे सामर्थ जे माझ्या दैनिक अनुभवाचा भाग आहे, जे मोह आणि धोक्याच्या विरोधात उभे आहे. हे जाणण कि पाप किती सोप आहे, कृपा करून तुझ्या नित्तीमत्तेची योजना बनवीण्यास स्वतःला अनुशासित करण्यासाठी माझी मदत कर.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day29":
      content = {
        passage: "आमची वस्ती देहात असुनही आम्ही देहस्वभवाने युध्द करित नाही. कारण आमच्या युध्दाची शस्त्रे दैहिक नाहीत, तर तटबंदी जमिनदोस्त करण्यास ती देवाच्याव्दारे सामर्थशाली आहेत; तर्क-वितर्क हाणुन पाडुन व देवज्ञानाविरूध्द स्वतःला उंच करणरी प्रत्येक गोष्ट आणि प्रत्येक कल्पना ख्रिस्ताधिन रहावी म्हणुन आम्ही तीला बंदीवान करतो.",
        reference: "2 करिन्थी 10:3-5",
        translation: "",
        theme: "आत्मिक मल्लयुध्द",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी एक योध्दा आहे जो अंधःकाराशी लढत आहे.",
        para2: "मी माझ्या देहावर निर्भर नाही परंतु परमेश्वराच्या आत्म्यावर निर्भर आहे.",
        para3: "गर्विष्ठ विचारांना नष्ट करण्यासाठी मी सक्षम आहे.",
        para4: "मी माझ्या विचारांना बंदी बनवुन ख्रिस्ताच्या अधीनतेत घेऊन येतो.",
        para5: "जे परमेश्वराच्या विरोधात उभे आहेत त्यांच्या विरोधात उभे राहण्यासाठी तुम्हाला तयार केले गेले आहे.",
        para6: "धोखेबाजाच्या विरोधाला मोडुन पाडण्यासाठी तुमचे शब्द सत्याचे शस्त्र आहे.",
        para7: "तू देवाच्या ज्ञानाने अंधाराविरुद्ध लढणारा योद्धा आहेस.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "स्वर्गीय पिता, मला स्मरण देतो की मी शरीरात आत्मिक युध्द न लढावं परंतु माझ्यात पवित्र आत्म्याचे सामर्थ प्रयोग करावे. मला तुझ्या वचनांच्या अधिकारासह मुर्खतापुर्ण विचारांचा विरोध करून एक योध्दयाच्या रूपात लढण्यास साहस दे. मला आठवण दे कि मजकडे हे निवडण्याची शक्ति आहे, कि मी काय विचार करतो, काय बोलतो आणि काय करतो. जो तुझ्या विरोधात उभे असतात त्यांच्या विरोधात उभं राहण्यासाठी माझी सहायता कर.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day30":
      content = {
        passage: "कारण देवाने आपल्याला भित्रेपणचा नव्हे, तर सामर्थाचा, प्रीतीचा व स्थिर मनाचा आत्मा दिला आहे.",
        reference: "2 तीमथी 1:7",
        translation: "",
        theme: "आत्मिक मल्लयुध्द",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी सदैव परमेश्वराच्या सामर्थाने आणि प्रेमाने भरून राहतो.",
        para2: "मी हिम्मत आणि साहस धरणारा व्यक्ती आहे.",
        para3: "मला क्रमबध्द आणि अनुशासीत मनाचे वरदान दिले गेले आहे.",
        para4: "मी अंधःकारास हटवले आहे आणि प्रकाशास परिधान केले आहे.",
        para5: "तुम्हाला कोणती भिती नाही, तुम्हास माहित आहे की त्याच्या प्रकाशाच्या शस्त्रांनी तुम्हाला झाकले आहे.",
        para6: "तुम्ही त्याच्या सामर्थाने भरलेले आहात आणि तो तुमच्या जीवनाव्दारे त्याच्या प्रेमास ओततो.",
        para7: "त्याच्या सामथ्यार्त आणि प्रितीत राहुन तुम्ही अंधःकाराच्या कामास नाकारले आहे.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "धन्यवाद तुझ्या त्या सर्व अदभुत् वरदानांसाठी जी तु मला दिली आहेत, जी माझी सहायता करतात भय, चिंता, आणि निराशेवर एक विजयी जीवन जगण्यासाठी. तु माझ्या हृदयात तुझा  जीव टाकला आहे. तु मला पवित्र आत्म्याचे सामर्थ दिलेस आणि सर्वात महत्वपुर्ण, मजकडे ख्रिस्ताचे मन आहे. मला आठवुन दे कि विश्वास माझ्या हृदयाचे का सामर्थ आहे, आणि माझ्या मनावर, इच्छेंवर आणि भावनांवर भिती सैतानाचे सामर्थ आहे. मला हे आठवण ठेवण्यासाठी सहायता कर कि शरीराव्दारे मृत्यु आहे परंतु आत्म्यावर निर्भरता जीवन आणि शांती आहे. ",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    case "day31":
      content = {
        passage: "देवाचे वचन सजीव, समर्थ कोणत्याही दुधारी तरवारी पेक्षा तिक्ष्ण, जिव व आत्मा, सांधे व मज्जा यांना भेदुन आरपार जाणारे आणि मनाच्या भावना व कल्पना यांचे प्ररिक्षक असे आहे.",
        reference: "इब्री 4:12",
        translation: "",
        theme: "आत्मिक मल्लयुध्द",
        iAmTitle: "मी आहे आणि तुम्ही आहात विधान",
        para1: "मी त्याच्या वचनांच्या सत्यांव्दारे परिवर्तीत झालो आहे.",
        para2: "मी त्याच्या वचनांच्या अधिकारा व्दारे तयार केला गेलो आहे.",
        para3: "मी प्रभावशाली रितीने त्याच्या वचनांच्या सामर्थास उपयोग करतो.",
        para4: "मी परमेश्वराच्या हातातले आभ्यासु शस्त्र आहे.",
        para5: "परमेश्वराचे वचन तुम्हामध्ये जीवीत आहे, तुम्ही त्याच्या सामर्थाचे जीवंत रूप आहात.",
        para6: "तुमचे विचार आणि तुमची मनसा परमेश्वराच्या वचनांव्दारे परिवर्तीत झाले आहे.",
        para7: "तुम्ही योध्दा आहात, परमेश्वराच्या सामर्थी वचनांचा उपयोग करण्यास तुम्ही क्षमता आणि कौषल्य दोघांत निपुण आहात.",
        para8: "",
        prayerTitle: "आजची प्रार्थना",
        prayer: "धन्यवाद अशी उपकरणं आम्हाला देण्यासाठी ज्याने खरोखर आम्ही स्वतःच्या खोल भागांना ओळखु शकतो. आमची नेत्रे उघडण्यास आणि प्रतिरोधक हृदयास बदलण्यास तुझे सत्य अनंतकालीन आणि सामर्थी आहे. तुला धन्यवाद कि तुझे वचन माझ्या हृदयात सखोल प्रकाशाला कापु शकते, जे कि सर्वात कठोर अंधेरालाही छेदु शकत. कारण की तुझे वचन जीवंत आहे. आम्ही सत्य बोलु शकतो जे लोकांना आतुन आणि बाहेरून अनंतकाळासाठी बदलण्यास मदत करते.",
        buttonPrayer: "प्रार्थना",
        buttonEncouragement: "प्रोत्साहन",
        buttonHome: "आरंभ",
      }
      break;
    // For navigation titles in Drawer
    case "drawer":
      content = {
        dailyReadingTitle: "आजचे वाचन",
        selectedReadingTitle: "वाचन निवडा",
        languageSelectionTitle: "भाषा निवड",
        powerOfGodsWordTitle: "देवाच्या वचनाची शक्ती",
        fiveVoicesInfoTitle: 'पाच आवाज काय आहेत?',
        covenantTitle: "स्मृती करार",
        keyWordInfoTitle: "शब्दकोष",
        translationsUsedTitle: "भाषांतर वापरले"
      }
      break;
    // for page keyWordDescription.js
    case "keyWords":
      content = {
        title: "प्रमुख शब्दांचा अर्थ",
        para1: "अनुग्रह: दया और शांती आम्हा सोबत असणार, परमेश्वर पिता कडुन आणि येशू ख्रिस्ता कडुन जो पित्याचा पुत्र आहे सत्यात आणि प्रितीत. 2 योहान 1:3",
        para2: "अनुग्रहः केरिस- बिना योग्यतेचे परमेश्वराच्या परिपुर्णतेचा अनुभव करणं जसा तो कृपा देण्यासाठी आपल्या अंतरी झुकतो तो स्वतःला आमच्यासाठी देतो त्याचे सानीध्याने आम्हाला आशिर्वादित करितो तो जो काही आहे तो आमच्या साठी आहे.",
        para3: "आनंदः कारा- कृपे कारणी, नात्यांनी आनंद येतो, त्या मधे बनुन राहणं, परमेश्वार कडे आमचं झुकण आम्हाला प्रेरित करते की आम्ही पण इतरांकडे झुकुन त्यांची सेवा करावी उल्हासित होण आनंदाच फळ आहे. आनंदाचे स्त्रोत पवित्रआत्मा आहे जो आम्हांमधे वास करतो आणि आम्हातुन वास करितो.",
        para4: "हर्षीत होणः परमेश्वराच्या कृपे प्रती जागरूकता आणि अनुभव हर्षाचे कारण आहे, अशी स्तुती जी हृदयाला आणि मनाला परमेश्वराच्या घनिष्ठ सहभागीते साठी उत्तेजीत करते.",
        para5: "विश्वासः पिसटिस- दिव्य प्रोत्साहन ",
        para6: "दयाः एलेओस- करार इमानदारी, प्रिति",
        para7: "शांतीः ऐअरन- संपुर्णतेत सर्व अवश्यक भागां मधे सहभागी होण (परमेश्वराच्या पुर्णतेचा उपहार)",
        para8: "नितीमत्वः डिकाइओसीन- अलौकिक संम्मती",
      }
      break;
    // For when a user selects a language in languageSelect.js
    case "languageSelection":
      content = {
        alert: "भाषा मराठीला अपडेट केली"
      }
      break;
    // For page passageSelector.js
    case "passageSelection":
      content = {
        passageSelectionTitle: "वाचन निवडा",
        theme1: "परमेश्वराच्या राज्याचे जीवन",
        theme2: "परमेश्वराच्या वचनांचा उपयोग करणं.",
        theme3: "साक्ष देण",
        theme4: "आपल्या मनाला नविन करणं",
        theme5: "त्याच्या सामर्थात बनुन राहणं",
        theme6: "एका सेवकाचे जीवन",
        theme7: "आत्मिक मल्लयुध्द",
        verse1: "1 पेत्र 2:9",
        verse2: "2 करिन्थ 5:20",
        verse3: "यशाया 61:1",
        verse4: "मत्तय 28:18-20",
        verse5: "2 तीमथी 2:1-2",
        verse6: "2 तीमथी 3:16-17",
        verse7: "2 तीमथी 2:15",
        verse8: "2 करिंथ  1:20",
        verse9: "1 पेत्र 3:15",
        verse10: "रोमकरांस 1:16",
        verse11: "1 करिन्थ 2:4-5",
        verse12: "इफिस 4:22-24",
        verse13: "रोमकरांस 12:2",
        verse14: "फिलैप्पीकरांस 4:8",
        verse15: "रोमकरांस 8:5-6",
        verse16: "2 करिन्थ 5:16-17",
        verse17: "2 पेत्र 1:3-4",
        verse18: "इफिसीकरांस 3:20",
        verse19: "योहान 15:4-5",
        verse20: "फिलैप्पैकरांस 4:13 \n रोमकरांस 8:37",
        verse21: "1 करिन्थी 6:19-20",
        verse22: "गलातीकरांस 2:20",
        verse23: "फिलिप्पैकरांस 2:3-4",
        verse24: "2 करिन्थ 1:4",
        verse25: "इफिसी 2:10 \n फिलिप्पैकरांस 2:13",
        verse26: "इफिसी 4:29",
        verse27: "इब्री 13:15-16",
        verse28: "इफिसी 6:12-13",
        verse29: "2 करिन्थी 10:3-5",
        verse30: "2 तीमथी 1:7",
        verse31: "इब्री 4:12"
      }
      break;
    // For page powerOfGodsWord.js
    case "powerOfGodsWord":
      content = {
        title: "आम्हा मध्ये परमेश्वराच्या वचनांचे सामर्थ",
        para1: "वचनांना पाठ करणे, परमेश्वर आणि परमेश्वराच्या वचनांना पाहण्याच्या दष्टीकोणास बदलुन माझ्या मनाचे नविनीकरण होण्यास सहायता करते (रोमकरांस12:2) वचनांना पाठ करणे अनुशासीत और क्रमबद्ध मनाला बनवुन विचारांच्या नविन मार्गाला तयार करते. वचनांना पाठ करणे माझ्या मनाला स्वर्गातील गोष्टीकडें लक्ष लावण्यास मदत करते पृथ्वीवरील नाही (कलैसेकरांस 3: 1-3, फिलीप्पैकरांस 4:8) मी ख्रिस्ताच्या मनाला विकसीत करेन.",
        para2: "परमेश्वराचे विचार तुमचे विचार बनतात, त्याचे शब्द तुमचे शब्द बनतात, तुम्ही राज्याच्या अधिकारा सह बोलायला शिकता. सिध्दता आणि अधिकारा सह मोठा विचार करा आणि मोठी प्रार्थना करा.",
        para3: "प्रोत्साहित करण्यास, वाईटाचा निषेध करण्यास, तयार करण्यास आणि पीड़ीतांना सांत्वना देण्यास तुम्ही परमेश्वरचा श्वास (त्याचे वचन) बोलाल. (2 तिम. 3:16, यशया. 61:1)",
        para4: "वचनांना पाठ करणे माझ्या बचावाच्या ढालेला स्थापीत करण्याची क्षमता मला देते, वचनांना पाठ करणे चांगले आणि वाईट परखण्यास माझी सहायता करते, माझ्या हृदयाची आणि मनाची रक्षा करून सैतानाच्या योजना आणि लबाडी पासुन सावधान करते. (2 तिम. 4:2)",
        para5: "वचनांना पाठ करणे जसा परमेश्वर माझ्या पापां कडे पाहतो तसे पाहण्यास माझी सहायता करते, परमेश्वरची कधी न हारणारी प्रिती आणि क्षमा समझण्यास माझे सहाय करते.",
        para6: "वचनांना पाठ करणे ख्रिस्तात माझी नवी ओळख जगण्यास आणि त्याच्या राज्यात माझे मुल्य और उद्देश समझण्यास मला सक्षम करते.",
        para7: "वचनांना पाठ करणे मला त्यागमय प्रेम और सेवा करून इतरांसाठी माझे जीवन देणे याचे स्मरण देते.",
        para8: "वचनांना पाठ करणे मी कोण आहे, माझ्या जवळ काय आहे, मी काय करू शकतो, मी काय करणार आणि आम्ही एकत्र मिळुन काय करू शकतो या वर विश्वास करण्यास आत्माचे प्रोत्साहन वाढवते.",
        para9: "वचनांना पाठ करणे शरिरा वर हावी होणारा आत्मा निवडण्याच्या तुमच्या क्षमतेत सुधार करेल, वचनांना पाठ करणे भौतिक जगाच्या खोटया वायदयांचा प्रतिकार करते. (2 करन्थिकरांस. 5:16)",
        para10: "वचनांना पाठ करणे माझे विचार आणि माझे बोलणे नियंत्रीत करण्यास प्रेरित करते, दया, धीरज आणि आत्म-संयंमाची निवड करते. (इफिसीकरांस 4:29, 5:4, गलातीकरांस 5:22)",
        para11: "वचनांना पाठ करणे मला भय, चिंता, क्रोध, आणि अक्षमेला नाही म्हणावयास शिकवेल, मला माझ्या विचारांना बंदी बनवुन व माझ्या भावना आणि बोलचाल नियंत्रीत करण्यास शिकवेल. (2 करन्थिकरांस 10:3-5)",
        para12: "वचनांना पाठ करणे आम्हाला परमेश्वराचे वचन योग्य रितीने हताळण्यास प्रेरित आणि तयार करेल. (2 तिम. 2:15) आपण आत्मिक दृष्टी प्राप्त करणार, परमेश्वराची दिव्य ईच्छा आणि स्वभाव जाणण्यास सक्षम होऊ",
        para13: "वचनांना पाठ करणे आम्हास सुवार्ता गाजवण्यास आणि परमेश्वरा मधे आपल्या विश्वासाची रक्षा करण्यास आम्हास सुसज्जीत करेल. (1 पेत्र 3:15, रोमकरांस 1:16) तुम्ही तुमचे आणि इतरांच्या मनाचे विचार समझण्यास ज्ञाना सह एक तयार योद्धा होणार (इब्री. 4:12)",
        para14: "वचनांना पाठ करणे आम्हास एक सर्वकालीन परिपेक्ष्य विकसित करण्यास मदत करेल. जे दिसते ते अस्थयी आहे, किंतु जे नाही दिसत ते सर्वकालीन आहे (2 करन्थिकरांस 4:18)",
      }
      break;
    // For page translationsUsed.js
    case "translations":
      content = {
        title: "Translations",
        para1: "In the English language, to support easier memorization, you will find that not all the verses " +
        "are in the same version for the reasons below:",
        para2: "Each verse’s text was carefully compared with the original languages for accuracy and also consider " +
        "the cognates - the word’s root origins.",
        para3: "The verse’s translations was chosen based on its smoothness in presentation and orderliness of the " +
        "ideas as best understood in the Greek or Hebrew.",
        para4: "Translations were chosen with the purposed of helping you share God’s Word with others in a clear " +
        "and understandable way.",
        para5: "The following translations were used with permission:",
        para6: "ESV - English Standard version,",
        para7: "NASB - New American Standard",
        para8: "NIV- New International Version,",
        para9: "BSB - Berean Study Bible,",
        para10: "HCSB - Holman Christian Std. Bible,",
        para11: "BSV- Bible Study Version,",
        para12: "KJV- King James Version",
      }
      break;
      // for page fiveVoicesInfo.js
      case "voices":
        content = {
          title: "आपल्या जीवनातील 5 आवाज",
          para1: "परमेश्वर",
          para2: "सैतान",
          para3: "अन्य",
          para4: "तुम्ही",
          para5: "विश्वासी लोकांचे प्रोत्साहन",
          para6: "जीवन और मृत्यु चे सामर्थ जीभेत आहे...नीतिसुत्रे 18: 21",
          para7: "आज आपण कोणाचे ऐकत आहात ॽ",
          para8: "विश्वास ऐकण्याने येतो आणि ऐकणे परमेश्वाराच्या वचनातुन असते",
        }
        break;
    //Default text in case of no translations
    default:
      content = "या पृष्ठासाठी कोणतीही भाषांतरे आढळली नाहीत.";
      break;
  }

  return content;
}
